{
  "Your data is important to us. This @global.privacy_policy sets out our policies for the collection, use, and disclosure of personal information in the use of @global.app_name.\n\n@global.app_name is a free app, that seeks to support facilitators and other implementers in their role in delivering Parenting for Lifelong Health in-person or hybrid programmes. Within the Malaysia context, the app will support facilitators of the Naungan Kasih Positive Parenting Programme acting as a ‘guide in your pocket’ enabling facilitators to track a) parental attendance and b) co-caregivers of those registered for the Parenting within the Preschool System project who will be using ParentText.\n\n@global.app_name is brought to you by the collaboration of partners including Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS and Universiti Putra Malaysia (‘the @global.app_name team’).\n\nPlease read this @global.privacy_policy carefully. By downloading or using the app, you agree to the collection and use of information in relation to this policy. We will not use or share your information with anyone except as described in this @global.privacy_policy.\n\nThe terms used in this @global.privacy_policy have the same meanings as in our @global.terms_and_conditions, which are accessible within the app, unless otherwise defined in this @global.privacy_policy.": "Data anda adalah penting bagi kami. @global.privacy_policy ini menetapkan dasar kami untuk pengumpulan, penggunaan dan pendedahan maklumat peribadi dalam penggunaan @global.app_name.\n\n@global.app_name ialah aplikasi percuma, yang bertujuan untuk menyokong fasilitator dan pelaksana lain dalam peranan mereka untuk menyampaikan program keibubapaan untuk Kesihatan Sepanjang Hayat secara peribadi atau hibrid. Dalam konteks Malaysia, aplikasi itu akan menyokong fasilitator Program Keibubapaan Positif Naungan Kasih bertindak sebagai 'panduan mudah alih anda' yang membolehkan fasilitator mengesan a) kehadiran ibu bapa dan b) penjaga bersama mereka yang berdaftar untuk Keibubapaan dalam projek Sistem Prasekolah yang akan menggunakan ParentText.\n\n@global.app_name dibawakan kepada anda melalui kerjasama rakan kongsi termasuk Parenting for Lifelong Health, Universiti Oxford, IDEMS International, INNODEMS dan Universiti Putra Malaysia (‘pasukan @global.app_name’).\n\nSila baca @global.privacy_policy ini dengan teliti. Dengan memuat turun atau menggunakan aplikasi, anda bersetuju menerima pengumpulan dan penggunaan maklumat yang berkaitan dengan dasar ini. Kami tidak akan menggunakan atau berkongsi maklumat anda dengan sesiapa kecuali seperti yang diterangkan dalam @global.privacy_policy ini.\n\nIstilah yang digunakan dalam @global.privacy_policy ini mempunyai maksud yang sama seperti dalam @global.terms_and_conditions kami, yang boleh diakses dalam aplikasi, melainkan ditakrifkan sebaliknya dalam @global.privacy_policy ini.",
  "What information does the app collect about you and how do we use it?": "Apakah maklumat anda yang dikumpulkan oleh aplikasi dan bagaimana kami menggunakannya?",
  "_Personal Data_\nFor the purpose of this @global.privacy_policy, 'personal data' means any information that enables us to identify an individual, directly or indirectly. There are two categories of data that are collected a) information on the facilitator/implementer who is using the app b) information on the parents/caregiver under guidance of said facilitator.\n\nData collected about the facilitator include:\n-   Name\n-   State (location)\n\nData collected about the parent / caregiver participant include:\n-   Name\n-   Parent ID\n-   Co-parent\n-   Attendance data of in-person / WhatsApp sessions\n\nThe processing of your personal data is primarily based on:\n\nThe @global.app_name team has legitimate interests in carrying out research activities, under Art. 6(1)(f) GDPR, regarding the sharing of limited details related to how you use the app.\n\n_Log Data_\nWhenever you use our app, we collect data and information (through third party services) on your phone called Log Data. This Log Data includes information such as a truncated device Internet Protocol (\"IP\") address, device name, operating system version, the configuration of the app when utilising our app, the time, date and your intentions within the app (which include but are not limited to any app buttons clicked or pages visited.)\n\n_Cookies_\nCookies are small files that store data, often used to save user-specific information. They allow websites and apps to retrieve this stored information, enabling a more personalised and efficient user experience.\n\nWe use a number of third party services (see relevant section below) to support the functioning of the app. We use third party cookies through Firebase and GlitchTip and first party cookies through Matomo. In short, first-party cookies are from @global.app_name, and third-party cookies come from other places as described.\n\nFor further information on the handling of cookies see below:\n- [GlitchTip](https://glitchtip.com/legal/privacy)\n- [Firebase](https://firebase.google.com/support/privacy)\n- [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/)\n\nYou have the option to adjust your browser settings to decline all or specific browser cookies or to notify you when sites initiate or access cookies. For android devices this should be done on the google chrome app. Remember, disabling cookies can affect the functionality of websites or web apps, as they may rely on these cookies for essential features. Always be sure about your decision before making these changes.\n\n_Feedback Submissions_\nYour feedback on the app is important to us. We shall always anonymise your personal information when sharing and publishing your feedback.\n\n_Aggregate Data_\nYour data is important to the @global.app_name team for broader research purposes. Aggregate data is always anonymised.": "_Data peribadi_\nUntuk tujuan @global.privacy_policy ini, 'data peribadi' bermaksud sebarang maklumat yang membolehkan kami mengenal pasti individu, secara langsung atau tidak langsung. Terdapat dua kategori data yang dikumpul a) maklumat mengenai fasilitator/pelaksana yang menggunakan aplikasi b) maklumat mengenai ibu bapa/penjaga di bawah bimbingan fasilitator tersebut.\n\nData yang dikumpul mengenai fasilitator termasuk:\n- Nama\n- Negeri (lokasi)\n\nData yang dikumpul tentang peserta ibu bapa / penjaga termasuk:\n- Nama\n- ID ibu bapa\n- Ibu bapa bersama\n- Data kehadiran sesi bersemuka / WhatsApp\n\nPemprosesan data peribadi anda adalah berdasarkan:\n\nPasukan @global.app_name mempunyai kepentingan yang sah dalam menjalankan aktiviti penyelidikan, di bawah Seni. 6(1)(f) GDPR, berkenaan perkongsian butiran terhad yang berkaitan dengan cara anda menggunakan apl.\n\n_Log Data_\nSetiap kali anda menggunakan apl kami, kami mengumpul data dan maklumat (melalui perkhidmatan pihak ketiga) pada telefon anda yang dipanggil Data Log. Data Log ini termasuk maklumat seperti alamat Protokol Internet (\"IP\") peranti terpotong, nama peranti, versi sistem pengendalian, konfigurasi apl semasa menggunakan apl kami, masa, tarikh dan niat anda dalam apl (yang termasuk tetapi tidak terhad kepada mana-mana butang apl yang diklik atau halaman yang dilawati.)\n\n_Kuki_\nKuki ialah fail kecil yang menyimpan data, selalunya digunakan untuk menyimpan maklumat khusus pengguna. Mereka membenarkan tapak web dan apl untuk mendapatkan semula maklumat yang disimpan ini, membolehkan pengalaman pengguna yang lebih diperibadikan dan cekap.\n\nKami menggunakan beberapa perkhidmatan pihak ketiga (lihat bahagian yang berkaitan di bawah) untuk menyokong fungsi apl. Kami menggunakan kuki pihak ketiga melalui Firebase dan GlitchTip dan kuki pihak pertama melalui Matomo. Ringkasnya, kuki pihak pertama adalah daripada @global.app_name dan kuki pihak ketiga datang dari tempat lain seperti yang diterangkan.\n\nUntuk maklumat lanjut tentang pengendalian kuki lihat di bawah:\n- [GlitchTip](https://glitchtip.com/legal/privacy)\n- [Firebase](https://firebase.google.com/support/privacy)\n- [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/)\n\nAnda mempunyai pilihan untuk melaraskan tetapan penyemak imbas anda untuk menolak semua atau kuki penyemak imbas tertentu atau untuk memberitahu anda apabila laman memulakan atau mengakses kuki. Untuk peranti android ini harus dilakukan pada aplikasi google chrome. Ingat, melumpuhkan kuki boleh menjejaskan kefungsian laman sesawang atau aplikasi sesawang, kerana ia mungkin bergantung pada kuki ini untuk ciri penting. Sentiasa pastikan keputusan anda sebelum membuat perubahan ini.\n\n_Penyerahan Maklum Balas_\nMaklum balas anda tentang aplikasi adalah penting bagi kami. Kami akan sentiasa menamakan maklumat peribadi anda apabila berkongsi dan menerbitkan maklum balas anda.\n\n_Data Agregat_\nData anda penting kepada pasukan @global.app_name untuk tujuan penyelidikan yang lebih luas. Data agregat sentiasa anonim.",
  "How we get your personal information and why we collect it": "Bagaimana kami mendapat maklumat peribadi anda dan mengapa kami mengumpulkannya",
  "We process your data to provide support to you as well as the data of parents and caregivers which facilitators support. We process your data to communicate when you contact us, for security reasons as well as research purposes (see section ‘Information Sharing’). \n\nThe primary research purpose includes looking to investigate the extent to which @global.app_name can support facilitators in their interactions of parents and caregivers of young children. Parents and caregivers will be receiving primary parenting messages through ParentText (a chatbot) of which facilitators will be engaging with such parents over WhatsApp. During the course of research, the study team may use aggregated and anonymised data from the app for further research projects. Finally, please note that we may process your data without your knowledge or consent, where this is required or permitted by law.": "Kami memproses data anda untuk memberikan sokongan kepada anda serta data ibu bapa dan penjaga yang disokong oleh fasilitator. Kami memproses data anda untuk berkomunikasi apabila anda menghubungi kami, atas sebab keselamatan serta tujuan penyelidikan (lihat bahagian 'Perkongsian Maklumat').\n\nTujuan penyelidikan utama termasuklah untuk menyiasat sejauh mana @global.app_name boleh menyokong fasilitator dalam interaksi mereka dengan ibu bapa dan penjaga kanak-kanak kecil. Ibu bapa dan penjaga akan menerima mesej keibubapaan utama melalui ParentText (bot sembang) yang mana fasilitator akan berinteraksi dengan ibu bapa tersebut melalui WhatsApp. Semasa menjalankan penyelidikan, pasukan kajian boleh menggunakan data terkumpul dan tanpa nama daripada aplikasi untuk projek penyelidikan selanjutnya. Akhir sekali, sila ambil perhatian bahawa kami mungkin memproses data anda tanpa pengetahuan atau persetujuan anda, jika ia diperlukan atau dibenarkan oleh undang-undang.",
  "Information Sharing": "Perkongsian Maklumat",
  "Limited internal IDEMS staff may have access to log data collected via the app, as necessary to perform their duties regarding the operation of the app. These data will only be accessed on a need-to-know basis, and all team members with access to the data are bound to confidentiality.\n\nYou agree that your personal information may be shared with third parties such as researchers and partners involved in the improvement or implementation of the app including those outside your country. Prior to the disclosure of information with research partners we will make anonymous to the extent possible and where appropriate information such as log data. In reading and accepting this @global.privacy_policy, you permit us to use your anonymized data in published research.\n\nYou agree that we may transfer your log data outside your country, for example, to administer cloud services. We will ensure that any country, company or person that we pass your personal information to agrees to treat your information with the same level of protection as we are obliged to.\n\n_Legal_\nThe information that we request will be retained by us and used as described in this @global.privacy_policy.": "Kakitangan IDEMS dalaman yang terhad mungkin mempunyai akses kepada data log yang dikumpul melalui aplikasi, sebagaimana perlu untuk melaksanakan tugas mereka berkaitan pengendalian aplikasi. Data ini hanya akan diakses atas dasar yang perlu diketahui dan semua ahli pasukan yang mempunyai akses kepada data adalah terikat kepada kerahsiaan.\n\nAnda bersetuju bahawa maklumat peribadi anda mungkin dikongsi dengan pihak ketiga seperti penyelidik dan rakan kongsi yang terlibat dalam penambahbaikan atau pelaksanaan aplikasi termasuk yang berada di luar negara anda. Sebelum pendedahan maklumat dengan rakan penyelidik, kami akan membuat anonim setakat yang mungkin dan di mana maklumat yang sesuai seperti data log. Dalam membaca dan menerima @global.privacy_policy ini, anda membenarkan kami menggunakan data anonim anda dalam penyelidikan yang diterbitkan.\n\nAnda bersetuju bahawa kami boleh memindahkan data log anda ke luar negara anda, contohnya, untuk mentadbir perkhidmatan awan. Kami akan memastikan bahawa mana-mana negara, syarikat atau orang yang kami berikan maklumat peribadi anda bersetuju untuk menggunakan maklumat anda dengan tahap perlindungan yang sama seperti yang kami wajibkan.\n\n_Sah_\nMaklumat yang kami minta akan disimpan oleh kami dan digunakan seperti yang diterangkan dalam @global.privacy_policy ini.",
  "Third Party Service Providers and Websites": "Penyedia Perkhidmatan dan Laman Sesawang Pihak Ketiga",
  "The app does use third party services that may collect information used to identify you. We do so for the following reasons:\n-   To facilitate our app\n-   To provide the app on our behalf\n-   To perform app-related services; or\n-   To assist us in analysing how our app is used.\n\nWe want to inform users of this app that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLinks to the privacy policies of third-party service providers used by the app:\n-   [Google Play Services](https://www.google.com/policies/privacy/)\n-   [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n-   [Sentry](https://sentry.io/privacy/)\n-   [Matomo](https://matomo.org/privacy-policy/)\n-   [GlitchTip](https://glitchtip.com/legal/privacy)\n\nThis app may contain links to other sites that are not covered by this @global.privacy_policy. If you click on a third-party link, you will be directed to that site. This @global.privacy_policy applies only to the processing of your information by this app. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which this app links to.": "Untuk mengenal pasti anda, aplikasi menggunakan perkhidmatan pihak ketiga yang mungkin mengumpul maklumat yang digunakan. Kami berbuat demikian atas sebab berikut:\n-   Untuk memudahkan aplikasi kami\n-   Untuk menyediakan aplikasi bagi pihak kami\n-   Untuk menjalankan perkhidmatan berkaitan aplikasi; atau\n-   Untuk membanut kami menganalisis bagaimana aplikasi kami digunakan.\n\nKami ingin memaklumkan kepada pengguna aplikasi ini bahawa pihak-pihak ketiga ini mempunyai akses kepada Maklumat Peribadi anda. \nTujuan adalah untuk menjalankan tugas yang diberikan kepada mereka bagi pihak kami. Walau bagaimanapun, mereka mempunyai kewajipan untuk tidak mendedahkan atau menggunakan maklumat tersebut untuk tujuan lain.\n\nPautan kepada dasar privasi penyedia perkhidmatan pihak ketiga yang digunakan oleh aplikasi:\n-   [Google Play Services](https://www.google.com/policies/privacy/)\n-   [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n-   [Sentry](https://sentry.io/privacy/)\n-   [Matomo](https://matomo.org/privacy-policy/)\n-   [GlitchTip](https://glitchtip.com/legal/privacy)\n\nAplikasi ini mungkin mengandungi pautan ke laman sesawang ain yang tidak tertakluk di bawah dasar privasi ini @global.privacy_policy. Jika anda mengklik pautan pihak ketiga, anda akan diarahkan ke laman sesawang tersebut. Dasar privasi ini @global.privacy_policy hanya terpakai untuk pemprosesan maklumat anda oleh aplikasi ini. Ia tidak merangkumi, dan kami tidak bertanggungjawab terhadap, dasar privasi, maklumat, atau amalan lain mana-mana pihak ketiga, termasuk mana-mana pihak ketiga yang mengendalikan laman sesawang atau perkhidmatan yang dihubungkan oleh aplikasi ini.",
  "How long do we keep your data?": "Berapa lama kami menyimpan data anda?",
  "We will retain your personal information for as long as we need it to fulfil our purposes, including any relating to app services as well as legal, accounting, or reporting requirements.": "Kami akan mengekalkan maklumat peribadi anda selagi kami memerlukannya untuk memenuhi tujuan kami, termasuk apa-apa yang berkaitan dengan perkhidmatan aplikasi serta keperluan undang-undang, perakaunan atau pelaporan.",
  "How do we keep your data secure?": "Bagaimana kami menyimpan data anda dengan selamat?",
  "We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. We also reserve the right to the storage of your data on third party servers or databases outside of the listed @global.app_name team (refer to the section on Third Party Service Providers and Websites). Therefore usage of the app is at your own risk.": "Kami menghargai kepercayaan anda dalam memberikan maklumat peribadi kepada kami, dan kami berusaha untuk menggunakan cara yang berkesan supaya ia kekal selamat. Walau bagaimanapun, adalah penting untuk diingat bahawa tiada kaedah transmisi melalui internet atau simpanan elektronik yang boleh menjamin keselamatan dan kepercayaan 100%. Kami juga berhak untuk menyimpan data anda pada pelayar pihak ketiga atau pangkalan dara di luar senarai @global.app_name team (rujuk dalam bahagian Penyedia Perkhidmatan dan Laman Sesawang Pihak Ketiga). Oleh itu, risiko penggunaan aplikasi adalah atas diri anda sendiri.",
  "Children’s Privacy": "Privasi Kanak-Kanak",
  "This app is not targeted towards anyone under the age of 18. We do not knowingly collect personally identifiable information from individuals under 18.": "Aplikasi ini tidak menyasarkan kepada sesiapa yang berumur 18 tahun ke bawah. Kami tidak akan dengan sengaja mengumpul maklumat peribadi yang boleh dikenal pasti daripada individu di bawah umur 18 tahun.",
  "Your data protection rights": "Hak perlindungan data anda",
  "Under data protection law, you have rights including:\n\n_Your right of access_ - You have the right to ask us for copies of your personal information.\n\n_Your right to rectification_ - You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete.\n\n_Your right to erasure_ - You have the right to ask us to erase your personal information in certain circumstances.\n\n_Your right to withdraw consent for data processing at any time_ - You can choose to halt the processing of your data if consent was the legal basis for handling your information.\n\n_Your right to restriction of processing_ - You have the right to ask us to restrict the processing of your personal information in certain circumstances.\n\n_Your right to object to processing_ - You have the right to object to the processing of your personal information in certain circumstances.\n\n_Your right to data portability_ - You have the right to ask that we transfer the personal information you gave us to another organisation, or to you, in certain circumstances.\n\nYou are not required to pay any charge for exercising your rights. Depending on the circumstances and the nature of your request it may not be possible for us to do what you have asked, for example, where there is a statutory or contractual requirement for us to process your data and it would not be possible to fulfil our legal obligations if we were to stop. Further information on your rights is available from the [Information Commissioner's Office (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).": "Di bawah undang-undang perlindungan data, anda mempunyai hak termasuk:\n\n_Hak akses anda_ - Anda mempunyai hak untuk meminta salinan maklumat peribadi anda daripada kami.\n\n_Hak anda untuk pembetulan_ - Anda mempunyai hak untuk meminta kami membetulkan maklumat peribadi yang anda fikir tidak tepat. Anda juga berhak meminta kami melengkapkan maklumat yang anda rasa tidak lengkap.\n\n_Hak anda untuk memadam_ - Anda mempunyai hak untuk meminta kami memadamkan maklumat peribadi anda dalam keadaan tertentu.\n\n_Hak anda untuk menarik balik persetujuan untuk pemprosesan data pada bila-bila masa_ - Anda boleh memilih untuk menghentikan pemprosesan data anda jika persetujuan adalah asas undang-undang untuk mengendalikan maklumat anda.\n\n_Hak anda untuk sekatan pemprosesan_ - Anda mempunyai hak untuk meminta kami menyekat pemprosesan maklumat peribadi anda dalam keadaan tertentu.\n\n_Hak anda untuk membantah pemprosesan_ - Anda mempunyai hak untuk membantah pemprosesan maklumat peribadi anda dalam keadaan tertentu.\n\n_Hak anda untuk mudah alih data_ - Anda mempunyai hak untuk meminta kami memindahkan maklumat peribadi yang anda berikan kepada kami kepada organisasi lain, atau kepada anda, dalam keadaan tertentu.\n\nAnda tidak perlu membayar sebarang caj untuk melaksanakan hak anda. Bergantung pada keadaan dan jenis permintaan anda, kami mungkin tidak dapat melakukan apa yang anda minta, contohnya, di mana terdapat keperluan berkanun atau kontrak untuk kami memproses data anda dan kami tidak dapat memenuhi kewajipan undang-undang jika kami berhenti memprosesnya. Maklumat lanjut tentang hak anda boleh didapati daripada [Pejabat Pesuruhjaya Maklumat (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).",
  "Removing the app": "Mengalih keluar aplikasi",
  "We are sorry if you find our app no longer useful. Should you decide to remove our app, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets.": "Kami memohon maaf jika anda mendapati aplikasi kami tidak lagi berguna. Sekiranya anda memutuskan untuk mengalih keluar aplikasi kami, kami mungkin masih mengekalkan beberapa data anda (secara anonim) untuk menyelesaikan masalah, membantu dalam penyiasatan, mematuhi keperluan undang-undang atau untuk menambah set data penyelidikan kami yang sedia ada.",
  "Changes to the @global.privacy_policy": "Perubahan pada @global.privacy_policy",
  "We may update our @global.privacy_policy from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.privacy_policy.": "Kami mungkin mengemas kini @global.privacy_policy kami dari semasa ke semasa. Anda mengetepikan hak anda untuk dimaklumkan secara langsung tentang perubahan dan dinasihatkan untuk menyemak halaman ini secara berkala untuk sebarang kemas kini. Penggunaan berterusan aplikasi anda mencadangkan bahawa anda bersetuju menerima semakan seterusnya bagi @global.privacy_policy.",
  "If you have any questions or suggestions about our @global.privacy_policy, complaints or otherwise do not hesitate to contact us at <apps@idems.international>.\n\nIf your concerns are not adequately addressed, you retain the right to file a complaint with the Information Commissioner's Office. You can reach them at 03031231113, contact them via https://ico.org.uk/global/contact-us/, or mail to the Information Commissioner’s Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, England, UK.\n\n**Last updated: 16 October 2023**\n_This @global.privacy_policy page was based on a draft created at privacypolicytemplate.net and modified/generated by App Privacy Policy Generator._": "Jika anda mempunyai sebarang soalan atau cadangan tentang @global.privacy_policy, aduan atau sebaliknya, jangan teragak-agak untuk menghubungi kami di <apps@idems.international>.\n\nJika kebimbangan anda tidak ditangani dengan sewajarnya, anda mempunyai hak untuk memfailkan aduan dengan Pejabat Pesuruhjaya Maklumat. Anda boleh menelefon mereka di 03031231113, hubungi mereka melalui https://ico.org.uk/global/contact-us/, atau e-mel ke Pejabat Pesuruhjaya Maklumat, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, England, UK.\n\n**Terakhir dikemas kini: 16 Oktober 2023**\n_Halaman @global.privacy_policy ini berdasarkan draf yang dibuat di privacypolicytemplate.net dan diubah suai/dijana oleh Penjana Dasar Privasi Aplikasi._",
  "User Agreement": "Perjanjian Pengguna",
  "These @global.terms_and_conditions are an agreement between you and @global.app_name (or ‘the app’) which furthermore sets out the rules for your use of @global.app_name.\n\n@global.app_name is a free app, that seeks to support facilitators and other implementers in their role in delivering Parenting for Lifelong Health in-person or hybrid programmes. Within the Malaysia context, the app will support facilitators of the Naungan Kasih Positive Parenting Programme acting as a ‘guide in your pocket’ enabling facilitators to track a) parental attendance and b) co-caregivers of those registered for the Parenting within the Preschool System project who will be using ParentText.\n\n@global.app_name is brought to you by the collaboration of partners including Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS and Universiti Putra Malaysia (‘the @global.app_name team’).\n\nPlease read these @global.terms_and_conditions carefully. By downloading or using the app, you agree that you have read, understood, and accepted the @global.terms_and_conditions contained below.\n\nYour privacy is important to us – please also read our @global.privacy_policy, which will detail how we collect, store and use the information that you provide to us. By using @global.app_name you are confirming to us that you are further agreeing to our @global.privacy_policy, as set out separately.": "@global.terms_and_conditions ini ialah perjanjian antara anda dan @global.app_name (atau ‘aplikasi’) yang selanjutnya menetapkan peraturan untuk penggunaan @global.app_name anda.\n\n@global.app_name ialah aplikasi percuma, yang bertujuan untuk menyokong fasilitator dan pelaksana lain dalam peranan mereka untuk menyampaikan program keibubapaan untuk Kesihatan Sepanjang Hayat secara peribadi atau hibrid. Dalam konteks Malaysia, aplikasi itu akan menyokong fasilitator Program Keibubapaan Positif Naungan Kasih bertindak sebagai 'panduan dalam poket anda' yang membolehkan fasilitator mengesan a) kehadiran ibu bapa dan b) penjaga bersama mereka yang berdaftar untuk Keibubapaan dalam Sistem Prasekolah projek yang akan menggunakan ParentText.\n\n@global.app_name dibawakan kepada anda melalui kerjasama rakan kongsi termasuk Parenting for Lifelong Health, Universiti Oxford, IDEMS International, INNODEMS dan Universiti Putra Malaysia (‘pasukan @global.app_name’).\n\nSila baca @global.terms_and_conditions ini dengan teliti. Dengan memuat turun atau menggunakan aplikasi, anda bersetuju bahawa anda telah membaca, memahami dan menerima @global.terms_and_conditions yang terkandung di bawah.\n\nPrivasi anda adalah penting bagi kami – sila baca juga @global.privacy_policy kami, yang akan memperinci cara kami mengumpul, menyimpan dan menggunakan maklumat yang anda berikan kepada kami. Dengan menggunakan @global.app_name anda mengesahkan kepada kami bahawa anda seterusnya bersetuju dengan @global.privacy_policy kami, seperti yang dinyatakan secara berasingan.",
  "Rules of Usage": "Peraturan Penggunaan",
  "@global.app_name is open-source, which means that its codebase can be found on GitHub for the wider software developer community. However, it's against the terms of use to alter the existing application or its materials, or to replicate any trademarks from the @global.app_name team. Although open source, refrain from translating the software into other languages or creating alternate versions without crediting the @global.app_name team. Unauthorised access to confidential user data is forbidden. It's not acceptable to provide false information about yourself when using the app, make unfounded claims of affiliation, or inaccurately report the app's behaviour. Ensure that your usage of the app adheres to all local rules and laws. Finally in accessing and using the app, we believe you not to be a minor in your country of residence.": "@global.app_name ialah sumber terbuka, yang bermaksud pangkalan kodnya boleh didapati di GitHub untuk komuniti pembangun perisian yang lebih meluas. Walau bagaimanapun, mengubah aplikasi sedia ada atau bahannya, atau meniru sebarang tanda dagangan daripada pasukan @global.app_name adalah bertentangan dengan syarat penggunaan. Walaupun ia sumber terbuka, elakkan daripada menterjemah perisian ke bahasa lain atau mencipta versi ganti tanpa memberi kredit kepada pasukan @global.app_name. Akses tanpa kebenaran kepada data pengguna sulit adalah dilarang. Memberikan maklumat palsu tentang diri anda semasa menggunakan aplikasi, membuat dakwaan yang tidak berasas tentang gabungan atau melaporkan tingkah laku aplikasi secara tidak tepat adalah tidak boleh diterima. Pastikan penggunaan aplikasi anda mematuhi semua peraturan dan undang-undang tempatan. Akhir sekali dalam mengakses dan menggunakan aplikasi, kami percaya anda mematuhi had umur di negara tempat tinggal anda.",
  "Content Changes": "Perubahan Kandungan",
  "The @global.app_name team is committed to ensuring that the app is as useful and user friendly as possible. For that reason, we reserve the right to make changes to the app which will be delivered through updates. At present the app is free of charge and our intention is for it to stay that way.\n\nIn the future it is possible that some services may be offered that would incur a cost. We will never charge you for the app or its services without clearly making known to you first any access charges applicable.": "Pasukan @global.app_name komited untuk memastikan aplikasi itu berguna dan mesra pengguna yang mungkin. Atas sebab itu, kami berhak untuk membuat perubahan pada aplikasi yang akan dihantar melalui kemas kini. Pada masa ini aplikasi adalah percuma dan niat kami adalah untuk mengekalkannya seperti itu.\n\nPada masa hadapan ada kemungkinan beberapa perkhidmatan yang mungkin ditawarkan akan dikenakan kos. Kami tidak akan sekali-kali mengenakan bayaran kepada anda untuk aplikasi atau perkhidmatannya tanpa memberitahu anda terlebih dahulu tentang apa-apa caj akses yang dikenakan.",
  "Intellectual property": "Harta Intelektual",
  "The app itself, the trademarks, copyright, database rights and other intellectual property rights related to it, belong to or are licensed to the various applicable collaborators of the @global.app_name team (noting that code is covered under GPL 3 and content by CC BY licence). The use of names and emblems/logos of collaborating institutions are the exclusive property of those institutions and are protected under international and national laws. Unauthorised use is prohibited. Logos may not be copied or reproduced in any way without the prior written permission of said institution.": "Aplikasi itu sendiri, tanda dagangan, hak cipta, hak pangkalan data dan hak harta intelek lain yang berkaitan dengannya, kepunyaan atau dilesenkan kepada beberapa rakan usaha sama yang berkenaan dalam pasukan @global.app_name (dengan menyatakan bahawa kod dilindungi di bawah GPL 3 dan kandungan oleh CC DENGAN lesen). Penggunaan nama dan lambang/logo institusi yang bekerjasama adalah hak milik eksklusif institusi tersebut dan dilindungi di bawah undang-undang antarabangsa dan negara. Penggunaan yang tidak dibenarkan adalah dilarang. Logo tidak boleh disalin atau diterbitkan semula dalam apa cara sekalipun tanpa kebenaran bertulis terlebih dahulu daripada institusi tersebut.",
  "Submissions": "Penyerahan",
  "Your feedback on the app is appreciated. So that we can improve, any comments are not considered confidential and will become available for further lawful use without additional approval or compensation. We shall therefore own exclusive rights and believe any feedback that you have made is original by you.": "Maklum balas anda tentang aplikasi sangat dihargai. Supaya kami boleh menambah baik, sebarang ulasan tidak dianggap sulit dan akan tersedia untuk kegunaan selanjutnya yang sah tanpa kelulusan atau pampasan tambahan. Oleh itu, kami akan memiliki hak eksklusif dan percaya sebarang maklum balas yang anda buat adalah asli oleh anda.",
  "Security": "Keselamatan",
  "Our app stores and processes personal data that you have provided to us, in order to offer our services. It is your responsibility to keep your phone and access to the app secure. Removal of software restrictions and limitations imposed by the official operating system of your device is therefore not recommended. Doing so could make your phone vulnerable to malware, viruses, malicious programs as well as compromise your phone’s security features and could mean that the app will not work properly or at all.\n\nTo see how we handle your personal information, please see our @global.privacy_policy.": "Aplikasi kami menyimpan dan memproses data peribadi yang telah anda berikan kepada kami, untuk menawarkan perkhidmatan kami. Menjadi tanggungjawab anda untuk memastikan telefon anda dan akses kepada aplikasi selamat. Oleh itu, pengalihan keluar sekatan dan had perisian yang dikenakan oleh sistem pengendalian rasmi peranti anda tidak disyorkan. Melakukannya boleh menjadikan telefon anda terdedah kepada perisian hasad, virus, program berniat jahat serta menjejaskan ciri keselamatan telefon anda dan mungkin bermakna aplikasi itu tidak akan berfungsi dengan betul atau sama sekali.\n\nUntuk melihat cara kami mengendalikan maklumat peribadi anda, sila lihat @global.privacy_policy kami.",
  "External links and resources": "Pautan dan sumber luar",
  "The app uses third party services that declare their own @global.terms_and_conditions and may link to other websites and resources that are not under the app's control.\n\nLinks to @global.terms_and_conditions of third party service providers used by the app include:\n\n-   [Google Play Services](https://policies.google.com/terms)\n-   [Google Analytics for Firebase](https://firebase.google.com/terms/analytics)\n-   [Sentry](https://sentry.io/terms/)\n-   [Matomo](https://matomo.org/matomo-cloud-terms-of-service/)\n-   [GlitchTip](https://glitchtip.com/legal/tos)\n\nThe inclusion of such links does not imply an endorsement or approval by the app and/or its partners of any website, product, or service. Similarly, the app and the @global.app_name team affiliated developers and collaborators do not assume any responsibility or liability in respect of such websites, product, or service, including, for example, responsibility or liability for the accuracy or reliability of any information, data, opinions, advice or statements made on those web sites.": "Aplikasi ini menggunakan perkhidmatan pihak ketiga yang mengisytiharkan @global.terms_and_conditions mereka sendiri dan mungkin dipautkan ke tapak web dan sumber lain yang bukan di bawah kawalan aplikasi.\n\nPautan ke @global.terms_and_conditions penyedia perkhidmatan pihak ketiga yang digunakan oleh aplikasi termasuk:\n\n- [Perkhidmatan Google Play](https://policies.google.com/terms)\n- [Google Analytics untuk Firebase](https://firebase.google.com/terms/analytics)\n- [Sentry](https://sentry.io/terms/)\n- [Matomo](https://matomo.org/matomo-cloud-terms-of-service/)\n- [GlitchTip](https://glitchtip.com/legal/tos)\n\nKemasukan pautan sedemikian tidak membayangkan pengesahan atau kelulusan oleh aplikasi dan/atau rakan kongsinya bagi mana-mana laman sesawang, produk atau perkhidmatan. Begitu juga, pembangun dan rakan usaha sama bersekutu aplikasi dan pasukan @global.app_name tidak memikul sebarang tanggungjawab atau liabiliti berkenaan dengan laman sesawang, produk atau perkhidmatan tersebut, termasuk, sebagai contoh, tanggungjawab atau liabiliti untuk ketepatan atau kebolehpercayaan sebarang maklumat, data, pendapat, nasihat atau kenyataan yang dibuat di laman sesawang tersebut.",
  "Disclaimer": "Penafian",
  "Please be aware that the @global.app_name team exclude responsibility for the following:\n\n1. Certain functions of the app will require the app to have an active internet connection. The @global.app_name team cannot take responsibility for the app not working at full functionality if you do not have access to Wi-Fi, or you do not have any of your data allowance left.\n\n2. Using the app outside of an area with Wi-Fi, will mean that your terms of agreement with your mobile network provider will still apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges. In using the app, you accept responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you are using the app, please be aware that we assume that you have received permission from the bill payer for using the app.\n\n3. Although we endeavour to ensure that the app is updated and its content accurate, we do rely on third parties to provide information to us so that we can make it available to you. We do not regularly check out all of the external sites and cannot guarantee that they are always accurate or reliable.\n\n4. The @global.app_name team accepts no liability for any damage or loss, direct or indirect, you experience as a result of using the app, or arising from any reliance you may place on advice or information provided from the app. You should always exercise your own discretion and judgement appropriate to your own circumstances in relation to any advice or information provided from the app.\n\n5. Any instances of software bugs, viruses or other malicious material transmitted by a third party through our site are a regret, but we are devoid of responsibility.\n\n6. Updates to the app occur regularly in order to improve performance and content. The app is available on Android -- the requirements for this system (and for any additional systems we decide to extend the availability of the app to) may change. It is your responsibility to download app updates to keep using the app. The @global.app_name team does not promise that it will always update the app so that it is relevant to you and/or works with the Android version that you have installed on your device. However, you agree to always accept updates to the application when offered to you.\n\n7. The app site might not be available at all times for reasons of maintenance or trouble with associated software or hardware. Whilst we apologise for inconveniences, we are not liable for any loss you may incur should the site not be accessible or is withdrawn. Equally, we have the right and choice to terminate your access and use of the app (including availability of captured data) at any time, without warning. Unless we tell you otherwise, upon any termination, (a) the rights and licences granted to you in these terms will end; (b) you must stop using the app, and (if needed) delete it from your device.\n\n8. You agree to indemnify, at your own expense, the @global.app_name, its officials, employees, consultants and agents, against any claims, including your costs and expenses, by any third party, resulting from your use of the app.\n\n9. Companies or products associated with the app should not be interpreted as endorsement by the app or the @global.app_name team or demonstrate an intention to infringe proprietary rights.": "Harap maklum bahawa pasukan @global.app_name mengecualikan tanggungjawab untuk perkara berikut:\n\n1. Fungsi tertentu aplikasi yang memerlukan aplikasi untuk mempunyai sambungan internet yang aktif. Pasukan @global.app_name tidak boleh bertanggungjawab ke atas aplikasi yang tidak berfungsi pada kefungsian penuh jika anda tidak mempunyai akses kepada Wi-Fi atau anda tidak mempunyai sebarang baki data anda lagi.\n\n2. Menggunakan aplikasi di luar kawasan dengan Wi-Fi, bermakna syarat perjanjian anda dengan pembekal rangkaian mudah alih anda akan tetap terpakai. Akibatnya, anda mungkin dicaj oleh pembekal mudah alih anda untuk kos data sepanjang tempoh sambungan semasa mengakses aplikasi atau caj pihak ketiga yang lain. Semasa menggunakan aplikasi, anda menerima tanggungjawab untuk sebarang caj sedemikian, termasuk caj data perayauan jika anda menggunakan aplikasi di luar rantau asal anda (iaitu wilayah atau negara) tanpa mematikan perayauan data. Jika anda bukan pembayar bil untuk peranti yang anda gunakan aplikasi tersebut, harap maklum bahawa kami menganggap anda telah menerima kebenaran daripada pembayar bil untuk menggunakan aplikasi tersebut.\n\n3. Walaupun kami berusaha untuk memastikan bahawa aplikasi dikemas kini dan kandungannya tepat, kami bergantung pada pihak ketiga untuk memberikan maklumat kepada kami supaya kami dapat menyediakannya kepada anda. Kami tidak kerap menyemak semua tapak luar dan tidak dapat menjamin bahawa ia sentiasa tepat atau boleh dipercayai.\n\n4. Pasukan @global.app_name tidak bertanggungjawab terhadap sebarang kerosakan atau kehilangan, secara langsung atau tidak langsung, yang anda alami akibat menggunakan aplikasi, atau yang timbul daripada sebarang pergantungan yang mungkin anda letakkan pada nasihat atau maklumat yang diberikan daripada aplikasi. Anda hendaklah sentiasa menggunakan budi bicara dan pertimbangan anda sendiri yang sesuai dengan keadaan anda sendiri berhubung dengan sebarang nasihat atau maklumat yang diberikan daripada aplikasi.\n\n5. Sebarang kejadian pepijat perisian, virus atau bahan berniat jahat lain yang dihantar oleh pihak ketiga melalui tapak kami amat kami kesali, tetapi kami tidak bertanggungjawab.\n\n6. Kemas kini pada aplikasi berlaku secara kerap untuk meningkatkan prestasi dan kandungan. Aplikasi ini tersedia pada Android -- keperluan untuk sistem ini (dan untuk mana-mana sistem tambahan yang kami putuskan untuk melanjutkan ketersediaan aplikasi itu) mungkin berubah. Adalah menjadi tanggungjawab anda untuk memuat turun kemas kini aplikasi untuk terus menggunakan aplikasi tersebut. Pasukan @global.app_name tidak menjanjikan bahawa ia akan sentiasa mengemas kini aplikasi supaya ia relevan dengan anda dan/atau berfungsi dengan versi Android yang telah anda pasang pada peranti anda. Walau bagaimanapun, anda bersetuju untuk sentiasa menerima kemas kini aplikasi apabila ditawarkan kepada anda.\n\n7. Laman aplikasi mungkin tidak tersedia pada setiap masa atas sebab penyelenggaraan atau masalah dengan perisian atau perkakasan yang berkaitan. Walaupun kami memohon maaf atas kesulitan, kami tidak bertanggungjawab ke atas sebarang kerugian yang mungkin anda alami sekiranya tapak tersebut tidak dapat diakses atau ditarik balik. Begitu juga, kami mempunyai hak dan pilihan untuk menamatkan akses dan penggunaan aplikasi anda (termasuk ketersediaan data yang ditangkap) pada bila-bila masa, tanpa amaran. Melainkan kami memberitahu anda sebaliknya, selepas sebarang penamatan, (a) hak dan lesen yang diberikan kepada anda dalam syarat ini akan tamat; (b) anda mesti berhenti menggunakan aplikasi itu dan (jika perlu) padamkannya daripada peranti anda.\n\n8. Anda bersetuju untuk menanggung rugi, atas perbelanjaan anda sendiri, @global.app_name, pegawai, pekerja, perunding dan ejennya, terhadap sebarang tuntutan, termasuk kos dan perbelanjaan anda, oleh mana-mana pihak ketiga, hasil daripada penggunaan aplikasi anda.\n\n9. Syarikat atau produk yang dikaitkan dengan aplikasi tidak boleh ditafsirkan sebagai pengesahan oleh aplikasi atau pasukan @global.app_name atau menunjukkan niat untuk melanggar hak milik.",
  "Changes to the @global.terms_and_conditions": "Perubahan yang dibuat pada @global.terms_and_conditions",
  "We may update our @global.terms_and_conditions from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.terms_and_conditions.": "Kami mungkin mengemas kini @global.terms_and_conditions kami dari semasa ke semasa. Anda mengetepikan hak anda untuk dimaklumkan secara langsung tentang perubahan dan dinasihatkan untuk menyemak halaman ini secara berkala untuk sebarang kemas kini. Penggunaan aplikasi berterusan anda mencadangkan anda bersetuju menerima semakan seterusnya bagi @global.terms_and_conditions.",
  "Contact Us": "Hubungi Kami",
  "If you have any questions or suggestions about our @global.terms_and_conditions, do not hesitate to contact us at <apps@idems.international>.": "Jika anda mempunyai sebarang soalan atau cadangan tentang @global.terms_and_conditions kami, jangan teragak-agak untuk menghubungi kami di <apps@idems.international>.",
  "Terms & Conditions": "Terma & Syarat",
  "Privacy Policy": "Dasar Privasi",
  "What is Safeguarding?": "Apakah itu Melindungi?",
  "It is important to know the following guidelines for handling disclosures of abuse, neglect, and violence from participants:\n\n1️⃣ **Understand abuse, neglect and exploitation.**\n\n❗ **Abuse** refers to a deliberate act of maltreatment that can damage a child’s security, wellbeing, dignity and development. Abuse includes all forms of physical, sexual, psychological and emotional maltreatment. (Save the Children definition)\n\n❗ **Violence** against children is defined as forms of physical or mental violence, damage and abuse, neglect or neglectful treatment or maltreatment or exploitation, including sexual abuse. (Office of the High Commissioner for Human Rights, 1990,\nArticle 19)\n\n❗ **Child exploitation** refers to using the child for economical or sexual benefit, for gratification or profit, often resulting in unjust, cruel and harmful treatment of the child. (Save the Children definition)\n\n2️⃣ **Know your organisation’s child safeguarding policies and referral procedures.**\n\n📖 All organisations should have or develop child rights safeguarding policies and referral procedures, including details on how to respond appropriately when a parent or child discloses abuse. \n\n📝 You should have accurate knowledge of all protocols and response plans. These will tell you what to do within your organisation if a parent or child reports abuse (e.g. who to report to, internal resources for supporting the child), as well as how to engage outside resources (e.g. local referral pathways, when to engage with authorities). \n\n🔑 It is your responsibility to act regardless of whether you are responding to disclosures of past and/or present abuse. However, you are not responsible for resolving the situation on your own. It is important that you discuss the situation with your supervisor to agree on what steps to take next.\n\n3️⃣ **Ensure parents know that you are someone who can help.**\n\n🌷Parents participating in your sessions need to know that they can come to you for help, regardless of when abuse occurred. \n\n👂You should make sure that they know that they can trust you and that you will listen and support them without judgement or any further harm.": "\"Garis panduan yang berikut adalah sangat penting apabila peserta mendedahkan isu penderaan, pengabaian, dan keganasan:\n\n1️⃣ **Fahami penderaan, pengabaian dan eksploitasi.**\n\n❗ **Penderaan** merujuk kepada perbuatan menganiaya kanak-kanak dengan sengaja yang menghilangkan rasa selamat, kesihatan, maruah dan perkembangan. Semua bentuk penganiayaan fizikal, seksual, psikologi dan emosi adalah termasuk dalam penderaan. (Definisi Selamatkan Kanak-kanak)\n\n❗ **Keganasan** terhadap kanak-kanak ditakrifkan sebagai berlaku ganas secara fizikal atau mental, memudaratkan dan mendera, mengabaikan atau berlaku cuai atau menganiaya atau mengeksploitasi, termasuk penderaan seksual. (Pejabat Pesuruhjaya Tinggi Hak Kemanusiaan, 1990, Artikel 19)\n\n❗ **Eksploitasi kanak-kanak** merangkumi perbuatan memanfaatkan kanak-kanak bagi mendapatkan keuntungan ekonomi atau kepuasan seksual, yang seringkali mengakibatkan ketidakadilan, kekejaman dan kemudaratan terhadap mangsa. (Definisi Selamatkan Kanak-kanak)\n\n2️⃣ **Ketahui prosedur rujukan dan dasar perlindungan kanak-kanak dalam organisasi anda.**\n\n📖 Setiap organisasi perlu mempunyai atau mengembangkan prosedur rujukan dan dasar perlindungan hak asasi kanak-kanak, termasuk cara terperinci untuk memberikan tindak balas yang sewajarnya apabila perihal penderaan didedahkan oleh ibu bapa atau kanak-kanak.\n\n📝 Pengetahuan yang tepat bagi setiap protokol dan pelan tindak balas amat ketara bagi memahami apa yang perlu dilakukan apabila penderaan dilaporkan oleh ibu bapa atau kanak-kanak (contoh: pihak relevan untuk dilanjutkan aduan, sumber dalaman yang boleh memberikan sokongan terhadap kanak-kanak tersebut). Anda juga perlu cekap dalam mendapatkan cara melibatkan sumber luar (contoh: laluan rujukan setempat, bila penglibatan pihak berkuasa diperlukan). \n\n🔑 Anda bertanggungjawab untuk membuat tindakan terhadap setiap laporan penderaan baik yang berlaku pada masa kini atau yang sudah berlalu. Namun demikian, tidak menjadi tanggungjawab anda untuk membuat penyelesaian sendiri atas apa-apa kes yang dilaporkan. Bincangkan dengan penyelia anda bagi mendapatkan persetujuannya atas langkah yang akan diambil.\n\n3️⃣ **Pastikan ibu bapa menyedari bahawa anda sedia untuk membantu.**\n\n🌷Ibu bapa yang menyertai sesi-sesi anda perlu mengetahui bahawa anda akan sentiasa bersedia untuk memberikan pertolongan, tidak kira bila penderaan tersebut berlaku.\n\n👂Anda hendaklah mendapatkan kepercayaan mereka untuk meluahkan dan meminta sokongan tanpa dipandang serong atau mengakibatkan kemudaratan lain.",
  "What should I do during the disclosure of abuse, neglect, or exploitation?": "Apakah langkah yang saya perlu ambil jika maklumat tentang penderaan, pengabaian atau eksploitasi didedahkan?",
  "**During disclosure:**\n\n💚 Provide a safe environment in which the participant can share their story.\n\n👂 Listen carefully to the participant and take notes: what/when/where/who.\n\n❗ Determine if the participant is in immediate danger and what help is available.\n\n💙 Make sure that the participant feels that you believe him/her.\n\n🌷 Let them know they have done the right thing by sharing their story with you.\n\n✨ Be supportive and free of judgement in your responses – avoid blaming at all times!\n\n➡️ Let the participant know that you will share what he/she told you with your supervisor to find a way to support and protect him/her.\n\n📝 Explain what you are going to do next.\n\n ✅ Notify @global.supervisor_name at @global.supervisor_contact.": "**Semasa pendedahan:**\n\n💚 Menyediakan persekitaran yang selamat supaya peserta dapat berkongsi kisah mereka.\n\n👂 Dengar keterangan peserta dengan teliti dan buat catatan: apa/bila/di mana/siapa.\n\n❗ Pastikan jika peserta berada dalam bahaya atau kecemasan dan bantuan apa yang boleh diberikan.\n\n💙 Pastikan peserta dapat merasakan bahawa mereka mendapat kepercayaan anda.\n\n🌷 Maklumkan kepada mereka bahawa mereka melakukan perkara yang betul dengan berkongsi kisah mereka kepada anda.\n\n✨ Elakkan daripada menyalahkan sesiapa pada setiap masa - berikan sokongan dan tidak bersikap menghakimi dalam tindak balas anda!\n\n➡️ Maklumkan kepada mereka bahawa anda akan berkongsi apa yang mereka katakan kepada penyelia anda untuk membantu menyokong dan melindunginya.\n\n📝 Jelaskan apa langkah anda seterusnya.\n\n ✅ Maklumkan kepada @global.supervisor_name di @global.supervisor_contact.",
  "What can I do after a participant discloses abuse, neglect or exploitation?": "Apa yang saya boleh lakukan selepas peserta mendedahkan penderaan, pengabaian atau eksploitasi?",
  "**After disclosure:**\n\n❌ Avoid engaging with alleged abuser – that may make things worse and make next steps difficult. It could also jeopardise future legal proceedings.\n\n🌷 You are not alone. Get help from your supervisor to agree on next steps.": "**Selepas pendedahan:**\n\n❌ Elakkan daripada berinteraksi dengan individu yang didakwa sebagai pelaku - tindakan ini mungkin akan memburukkan keadaan dan membuat langkah seterusnya sukar untuk dilaksanakan. Ia juga boleh membahayakan prosiding undang-undang pada masa hadapan.\n\n🌷 Anda tidak berseorangan. Dapatkan bantuan daripada penyelia anda untuk bersetuju mengenai langkah seterusnya.",
  "How should I report abuse?": "Bagaimana cara saya melaporkan penderaan?",
  "✅ Follow your organisation’s protocol.\n\n📝 If your organisation needs assistance in developing or improving their policies and procedures, please reference the following resources:\n\n**Malaysian resources**\n1️⃣ [Ministry of Women, Family and Community Development](https://www.kpwkm.gov.my/kpwkm/index.php?r=portal/about&id=b0J5ZFBERFhsalo2U05TWk1nSzVDQT09) \n\n2️⃣ [Women’s Aid Organisation](https://wao.org.my/)\n\n3️⃣ [Protect and Save the Children](https://www.psthechildren.org.my/resources.html) \n\n\n**International resources**\n1️⃣ [World Health Organization Guidelines Responding to Children and Adolescents who have Been Sexually Abused](https://www.who.int/publications/i/item/9789241550147) \n\n2️⃣ [Keeping Children Safe](https://www.keepingchildrensafe.global/)\n\n3️⃣ [Caring for Child Survivors of Sexual Abuse](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse) \n\n4️⃣ [Strengthening Linkages between Clinical and Social Services for Children and Adolescents who have Experienced Sexual Violence: A Companion Guide](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) \n\n5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)": "✅ Ikut protokol organisasi anda.\n\n📝 Sila rujuk sumber-sumber berikut jika organisasi anda memerlukan bantuan dalam membangunkan atau menambah baik dasar-dasar dan prosedur mereka:\n\n**Sumber-sumber Malaysia**\n1️⃣ [Kementerian Pembangunan Wanita, Keluarga dan Masyarakat]\n(https://www.kpwkm.gov.my/kpwkm/index.php?r=portal/about&id=b0J5ZFBERFhsalo2U05TWk1nSzVDQT09) \n\n2️⃣ [Women’s Aid Organisation](https://wao.org.my/)\n\n3️⃣ [Pertubuhan Pelindung dan Penyelamat Kanak-Kanak](https://www.psthechildren.org.my/resources.html) \n\n\n**Sumber-sumber Antarabangsa**\n1️⃣ [Panduan Organisasi Kesihatan Sedunia Menangani Kanak-kanak dan Remaja yang Telah Didera secara Seksual](https://www.who.int/publications/i/item/9789241550147) \n\n2️⃣ [Keeping Children Safe](https://www.keepingchildrensafe.global/)\n\n3️⃣ [Menjaga Kanak-kanak yang Selamat daripada Penderaan Seksual](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse) \n\n4️⃣ [Memperkukuh Hubungan antara Perkhidmatan Klinikal dan Sosial bagi Kanak-kanak dan Remaja yang Mengalami Keganasan Seksual: Panduan Pelengkap](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) \n\n5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)",
  "Abuse, Neglect and Violence Hotline": "Talian Utama Penderaan, Pengabaian dan Keganasan",
  "You can share the following information with the participant:\n\nMinistry of Women, Family and Community Development’s Talian Kasih 24-Hour Hotline for abuse, neglect, and violence: 15999 or SMS/WhatsApp +6019-261-5999": "Anda boleh berkongsi maklumat berikut dengan para peserta:\n\nTalian Kasih 24 Jam oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat untuk penderaan, pengabaian, dan keganasan: 15999 atau SMS/WhatsApp +6019-261-5999",
  "Ministry of Women, Family and Community Development’s Talian Kasih 24-Hour Hotline for abuse, neglect, and violence: 15999 or SMS/WhatsApp +6019-261-5999": "Talian Kasih 24 Jam oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat untuk penderaan, pengabaian, dan keganasan: 15999 atau SMS/WhatsApp +6019-261-5999",
  "Crisis Hotlines": "Talian Utama Krisis",
  "You can share any of the following contact numbers with the participant:\n\n1️⃣ Abuse, neglect, violence, poverty, and juvenile delinquency:\n[Talian Kasih by Ministry Women, Family and Community Development](https://www.kpwkm.gov.my/kpwkm/index.php?r=portal/full&id=NGtVYXZIMjRqM3diWmV2K005Mm9Hdz09)\n15999 (Call)\n+6019-261-5999 (SMS or WhatsApp)\n\n2️⃣ Abuse of women and children: \n[Women’s Aid Organisation (WAO)](https://wao.org.my/)\n+603-3000-8858 (Call)\n+6018-988-8058 (SMS or WhatsApp TINA)\n\n3️⃣ Emotional distress and suicidal thoughts:\n[Befrienders Kuala Lumpur](https://www.befrienders.org.my/)\n+603-7627-2929 (Call)\nsam@befrienders.org.my (Email)\n\n4️⃣ Cybersecurity incident  \n[Cyber999 by CyberSecurity Malaysia, Ministry of Communications and Multimedia (or K-KOMM)](https://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16)": "Anda boleh berkongsi mana-mana nombor di bawah untuk dihubungi oleh peserta:\n\n1️⃣ Penderaan, pengabaian, keganasan, kemiskinan, dan jenayah remaja:\n[Talian Kasih oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat]\n(https://www.kpwkm.gov.my/kpwkm/index.php?r=portal/full&id=NGtVYXZIMjRqM3diWmV2K005Mm9Hdz09)\n15999 (Panggilan)\n+6019-261-5999 (SMS atau WhatsApp)\n\n2️⃣ Keganasan terhadap wanita dan kanak-kanak: \n[Women’s Aid Organisation (WAO)](https://wao.org.my/)\n+603-3000-8858 (Panggilan)\n+6018-988-8058 (SMS atau WhatsApp TINA)\n\n3️⃣ Tekanan emosi dan mempunyai niat membunuh diri:\n[Befrienders Kuala Lumpur](https://www.befrienders.org.my/)\n+603-7627-2929 (Panggilan)\nsam@befrienders.org.my (E-mel)\n\n4️⃣ Insiden keselamatan siber  \n[Cyber999 oleh CyberSecurity Malaysia, Kementerian Komunikasi dan Multimedia (atau K-KOMM)]\n(https://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16)",
  "Quickly Share These Resources": "Berkongsi Sumber Ini dengan Serta-Merta",
  "1️⃣ Abuse, neglect, violence, poverty, and juvenile delinquency:\nTalian Kasih by Ministry Women, Family and Community Development\nhttps://www.kpwkm.gov.my/kpwkm/index.php?r=portal/full&id=NGtVYXZIMjRqM3diWmV2K005Mm9Hdz09 \n15999 (Call)\n+6019-261-5999 (SMS or WhatsApp)\n\n2️⃣ Abuse of women and children: \\rWomen’s Aid Organisation (WAO) \\rhttps://wao.org.my/\n+603-3000-8858 (Call)\n+6018-988-8058 (SMS or WhatsApp TINA)\n\n3️⃣ Emotional distress and suicidal thoughts:\nBefrienders Kuala Lumpur\\rhttps://www.befrienders.org.my/ \n+603-7627-2929 (Call)\nsam@befrienders.org.my (Email)\n\n4️⃣ Cybersecurity incident  \\rCyber999 by CyberSecurity Malaysia, Ministry of Communications and Multimedia (or K-KOMM)\nhttps://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16": "1️⃣ Penderaan, pengabaian, keganasan, kemiskinan, dan jenayah remaja:\nTalian Kasih oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat\nhttps://www.kpwkm.gov.my/kpwkm/index.php?r=portal/full&id=NGtVYXZIMjRqM3diWmV2K005Mm9Hdz09 \n15999 (Panggilan)\n+6019-261-5999 (SMS atau WhatsApp)\n\n2️⃣ Keganasan terhadap wanita dan kanak-kanak: \\rWomen’s Aid Organisation (WAO) \\rhttps://wao.org.my/\n+603-3000-8858 (Panggilan)\n+6018-988-8058 (SMS atau WhatsApp TINA)\n\n3️⃣ Tekanan emosi dan mempunyai niat membunuh diri:\nBefrienders Kuala Lumpur\\rhttps://www.befrienders.org.my/ \n+603-7627-2929 (Panggilan)\nsam@befrienders.org.my (E-mel)\n\n4️⃣ Insiden keselamatan siber  \\rCyber999 oleh CyberSecurity Malaysia, Kementerian Komunikasi dan Multimedia (atau K-KOMM)\nhttps://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16",
  "Additional Safeguarding Resources": "Sumber Perlindungan Tambahan",
  "Week 1: Introductions": "Minggu 1: Pengenalan",
  "This first session offers a chance for members to introduce themselves to the group.": "Sesi pertama ini memberi peluang kepada ahli-ahli untuk memperkenalkan diri mereka dalam kumpulan.",
  "😃 Hello and thanks for joining us in this chat. I hope you're all making progress in ParentText. Please PM me if you need help! \n\nToday we are introducing ourselves! ⭐ Please share your name and your goal for the programme. As an example: \n\nMy name is ____ and I want to learn more about how to help my child go to bed by 8 every night.⏰🌙 \n\nFeel free to add your own to the chat using text or audio message. 📱": "😃 Helo dan terima kasih kerana menyertai kami dalam ruang sembang ini. Saya harap anda semua membuat kemajuan dalam ParentText. Jika perlukan bantuan, mesej sahaja saya! \n\nKita akan memperkenalkan diri masing-masing pada hari ini! ⭐ Kongsikan nama anda dan matlamat anda bagi program ini. Sebagai contoh: \n\nNama saya ____ dan saya ingin mempelajari lebih lanjut tentang cara untuk membantu anak saya supaya tidur pada pukul 8 setiap malam.⏰🌙 \n\nJangan segan-silu untuk menambah ayat sendiri dalam sembang ini menggunakan teks atau mesej audio. 📱",
  "Remember to fill in your name before sending your message": "Jangan lupa untuk mengisi nama anda sebelum menghantar mesej anda",
  "Thanks so much for sharing! To make this a safe space for everyone, here are some ground rules:\n \n✅ What is said in the group stays in the group. You need to know that this group is private.\n✅ Accept each other. Everyone is different and has different experiences.\n✅ Share only what you feel comfortable sharing.\n✅ Feel free to ask questions!\n✅ Respect privacy of personal pictures and videos that are sent to the chat group. \n✅ I am only here as an observer. I will not respond to questions about your parenting habits in this group or personally. However, if there is a message that will benefit the entire group, then I will share a general message here.\n\nAre there any other ground rules that you would like to add?": "Terima kasih banyak kerana berkongsi! Ini adalah peraturan-peraturan asas supaya ruang ini selamat untuk semua orang:\n \n✅ Anda perlu tahu bahawa kumpulan ini adalah peribadi. Apa yang dikatakan dalam kumpulan ini, hanya kekal dalam kumpulan sahaja.\n✅ Terima antara satu sama lain. Setiap orang tidak sama dan mempunyai pengalaman yang berbeza.\n✅ Hanya berkongsi perkara yang anda rasa selesa untuk dikongsikan.\n✅ Jangan ragu-ragu untuk bertanya soalan!\n✅ Menghormati privasi jika gambar dan video peribadi dihantar dalam kumpulan sembang. \n✅ Saya tidak akan bertindak balas terhadap soalan tentang tabiat keibubapaan anda sama ada dalam kumpulan ini atau secara peribadi. Saya hanya bertindak sebagai pemerhati. Namun, jika terdapat mesej yang boleh memanfaatkan semua orang dalam kumpulan, saya akan kongsikan mesej umum di sini.\n\nAda lagi peraturan asas yang ingin anda tambah?",
  "Thank you for sharing! If you don't feel like you can agree to these rules, please send me a message and I can remove you from the group.": "Terima kasih kerana berkongsi! Hantar mesej kepada saya jika anda fikir, anda tidak bersetuju dengan peraturan-peraturan ini dan saya boleh mengalih keluar anda daripada kumpulan.",
  "Support": "Sokongan",
  "Week 2: One-on-One Time": "Minggu 2: Masa Bersama Seorang dengan Seorang",
  "This session allows parents to discuss the importance of one-on-one time with their child. Remember, the key building blocks for One-on-One time are Day, Play, and Stay:\n\n**DAY** Try to do it every day\nSpend 5 minutes (or more!) One-on-One time with your child each day.\n\n**PLAY** Let them choose the activity\nTell your child that you would like to spend some time with them and that they can choose what to do or talk about. They might think this is weird at first but will come to enjoy this time with you!\n\n**STAY** Focus on your child \nSwitch off TV and put aside phones. Look at your child or teen. Nod or say “I see” to show you are really paying attention. Accept what they say without judging them.\n\nThe goal is for parents to spend at least 5 minutes of one-on-one time with their child each day.": "Sesi ini membenarkan ibu bapa untuk berbincang tentang kepentingan meluangkan masa bersama seorang dengan seorang bersama anak-anak. Ingat, kunci utama bagai Masa Bersama Seorang dengan Seorang ialah Hari, Main, dan Kekal:\n\n**HARI** Cuba lakukannya setiap hari\nSetiap hari, luangkan masa bersama Seorang dengan Seorang selama 5 minit (atau lebih!).\n\n**MAIN** Biarkan mereka memilih aktiviti\nMaklumkan kepada anak anda bahawa mereka boleh memilih apa yang mereka ingin lakukan atau berbincang dan anda ingin meluangkan masa bersama mereka. Mungkin mereka akan anggap ia pelik pada awalnya namun akhirnya, mereka akan menikmati masa bersama dengan anda!\n\n**KEKAL** Beri tumpuan terhadap anak anda \nMatikan TV dan ketepikan telefon. Lihat anak kecil atau anak remaja anda. Untuk menunjukkan anda benar-benar memberi perhatian, angguk atau katakan \"saya nampak\". Terima sahaja apa yang mereka katakan tanpa perlu menghakiminya.\n\nMatlamatnya adalah supaya ibu bapa meluangkan masa bersama seorang dengan seorang sekurang-kurangnya 5 minit bersama anak mereka pada setiap hari.",
  "Hi parents! 😃 We are starting off this week with our first parenting tip! We are learning about spending one-on-one time with our children. ✨\n\nSpending quality time with your children makes them feel secure and loved. Here are 3 things to try when you are spending One-on-One time with your children:\n\n1️⃣ **DAY**: Try to spend One-on-One time with your children every day.\n\n2️⃣ **PLAY**: Let them choose the activity.\n\n3️⃣ **STAY**: Stay totally focused on your child. Show them you are paying attention by looking and responding to them.": "Hai ibu bapa! 😃 Minggu ini, kita akan mulakan dengan petua keibubapaan kita yang pertama! Kita akan mempelajari tentang meluangkan masa bersama seorang dengan seorang bersama anak-anak kita. ✨\n\nAnak anda akan rasa selamat dan disayangi jika dapat meluangkan masa yang berkualiti bersama anda. Anda boleh cuba 3 perkara ini ketika anda meluangkan masa bersama Seorang dengan Seorang bersama anak anda:\n\n1️⃣ **HARI**: Setiap hari, luangkan masa bersama Seorang dengan Seorang bersama anak anda.\n\n2️⃣ **MAIN**: Biarkan mereka memilih aktiviti yang mereka mahukan.\n\n3️⃣ **KEKAL**: Kekal memberi tumpuan sepenuhnya terhadap anak anda. Lihat dan bertindak balas kepada mereka sebagai tanda anda memberi perhatian.",
  "Why do you think spending One-on-One Time with your children could be helpful? 💡\n\nTell us here using text or audio message. 📝 You can respond to each other’s messages and give each other ideas too! 📱": "Kenapa anda rasakan bahawa meluangkan Masa Bersama Seorang dengan Seorang dapat membantu anda? 💡\n\nGunakan teks atau mesej audio untuk berkongsi dengan kami. 📝 Anda juga boleh bertindak balas terhadap mesej masing-masing dan saling bertukar buah fikiran! 📱",
  "Thanks for sharing so many wonderful responses! 🎉 \n\nYour child will be really happy if you get to spend at least 5 minutes of one-on-one time each day. 😃": "Terima kasih kerana berkongsi terlalu banyak tindak balas yang menarik! 🎉 \n\nJika anda dapat meluangkan masa bersama seorang dengan seorang sekurang-kurangnya 5 minit sehari, anak anda pasti akan sangat gembira. 😃",
  "Responding to Parents": "Bertindak balas terhadap Ibu Bapa",
  "Week 3: Sharing Emotions": "Minggu 3: Berkongsi Emosi",
  "🎈 The primary objectives for this week are parents learning and practising how to talk about their own feelings and their children’s feelings. 😃😒😔😣 \n\n🎨 The key building blocks for Talking about Emotions are OPEN, SHARE, LEARN, TALK, NOTICE, CARE.": "🎈 Objektif utama pada minggu ini ialah ibu bapa dapat mempelajari dan berlatih cara untuk meluahkan perasaan mereka sendiri dan perasaan anak mereka. 😃😒😔😣 \n\n🎨 Kunci utama untuk Bercakap tentang Emosi adalah BERSIKAP TERBUKA, BERKONGSI, BELAJAR, BERCAKAP, PERHATIKAN, PEDULI.",
  "Emotional Building Blocks": "Blok Pembangunan Emosi",
  "Open & Share": "Bersikap Terbuka & Berkongsi",
  "Be open to your child’s emotions. Notice 👀  and listen 👂 to children when they share how they are feeling.\n\nShare your feelings. This is hard. Many of us were told not to cry or show our feelings to our children. 😣 But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress. 🔄": "Bersikap terbuka terhadap anak anda. Perhatikan 👀  dan dengar 👂 anak anda semasa mereka meluahkan perasaan mereka.\n\nSememangnya tidak mudah untuk berkongsi perasaan. Kita sering diberitahu supaya tidak mengalirkan air mata atau menunjukkan perasaan kita di hadapan anak-anak. 😣 Namun, tarik nafas panjang dan beritahu mereka apa yang anda rasakan dengan tenang. Lambat-laun, mereka akan dapat memahami dan juga belajar daripada anda cara-cara untuk mengendalikan tekanan. 🔄",
  "Learn": "Belajar",
  "Learn about the different emotions\nThe 6 basic emotions are: Happy, Sad, Angry, Disgusted, Surprised, and Afraid. 😃😒😔😣 It is normal for everyone to experience feelings in different ways.": "Pelajari tentang emosi yang berbeza\nGembira, Sedih, Marah, Menyampah, Terkejut dan Takut merupakan 6 emosi asas. 😃😒😔😣 Mengalami perasaan dalam cara yang berbeza adalah perkara yang biasa bagi semua orang.",
  "Talk about emotions 🔑 It takes some practice to learn how to identify your own emotions and communicate them with others. Accept that your feelings are okay, even if they are negative. 🌱": "Bercakap tentang emosi 🔑 Beberapa latihan diperlukan bagi mempelajari cara untuk mengenal pasti emosi anda sendiri dan berkomunikasi dengan orang lain. Walaupun perasaan tersebut negatif, tidak mengapa untuk menerimanya. 🌱",
  "Notice": "Perhatikan",
  "Notice your child’s emotions. 💙 This is also very hard! Stress or conflict makes us focus on ourselves first, which is not wrong. 🌷 It is important to take care of ourselves too.  But our children and teens need our support too. 💛 When you notice their emotions, they will appreciate your efforts.": "Perhatikan emosi anak anda. 💙 Ini juga sangat sukar! Tidak salah untuk memberi tumpuan terhadap diri sendiri disebabkan tekanan atau konflik yang melanda. 🌷 Penting untuk anda turut menjaga diri sendiri. Namun, anak kecil dan anak remaja kita juga perlukan sokongan kita. 💛 Mereka akan hargai usaha anda jika anda perhatikan emosi mereka.",
  "Care": "Peduli",
  "⭐ Ask your children how they feel. 🧸 Use physical or verbal support to comfort them.  👂 Listen to them and tell them you are there for them.": "⭐ Tanya anak anda apa yang mereka rasakan. 🧸 Tenangkan mereka dengan menyokong secara fizikal atau lisan.  👂 Dengar luahan mereka dan berkata kepada mereka bahawa anda sentiasa ada di sisi mereka.",
  "Hi again parents! We hope your week went well. ⭐ Today’s parent tip is about sharing your emotions and talking about your children’s feelings. 😃😒😔😣\n\n6️⃣ Here are six tips on how to share your own emotions with your children and recognising their feelings in a healthy way:\n\n1️⃣ **OPEN** \nNotice 👀  and listen 👂 to Your Child when they share how they are feeling.\n\n2️⃣ **SHARE** \n🌷 This is hard. Many of us were told not to cry or show our feelings to our children. 😣 But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress. 🔄\n\n3️⃣ **LEARN** about the different emotions\nThe 6 basic emotions are: Happy, Sad, Angry, Disgusted, Surprised, and Afraid. 😃😒😔😣 It is normal for everyone to experience feelings in different ways.\n\n4️⃣ **TALK** about emotions\n🔑 It takes some practice to learn how to identify your own emotions and communicate them with others. Accept that your feelings are okay, even if they are negative. 🌱\n\n5️⃣ **NOTICE** \n💙 This is also very hard! Stress or conflict makes us focus on ourselves first, which is not wrong. 🌷 It is important to take care of ourselves too.  But our children and teens need our support too. 💛 When you notice their emotions, they will appreciate your efforts. \n\n6️⃣ **CARE** \n⭐ Ask your children how they feel. 🧸 Use physical or verbal support to comfort them.  👂 Listen to them and tell them you are there for them.": "Kita berjumpa sekali lagi wahai ibu bapa! Kami harap minggu anda berjalan dengan lancar. ⭐ Petua keibubapaan pada hari ini ialah tentang berkongsi emosi anda dan bercakap tentang perasaan anak anda. 😃😒😔😣\n\n6️⃣ Anda boleh berkongsi emosi anda sendiri dengan anak anda dan mengetahui perasaan mereka dalam cara yang sihat dengan menggunakan 6 petua ini:\n\n1️⃣ **BERSIKAP TERBUKA** \nPerhatikan 👀  dan dengar 👂 Your Child apabila mereka meluahkan perasaan mereka.\n\n2️⃣ **BERKONGSI** \n🌷 Sememangnya tidak mudah. Kita sering diberitahu supaya tidak mengalirkan air mata atau menunjukkan perasaan kita di hadapan anak-anak. 😣 Namun, tarik nafas panjang dan beritahu mereka apa yang anda rasakan dengan tenang. Lambat-laun, mereka akan dapat memahami dan juga belajar daripada anda cara-cara untuk mengendalikan tekanan. 🔄\n\n3️⃣ **BELAJAR** tentang emosi yang berbeza\nGembira, Sedih, Marah, Menyampah, Terkejut dan Takut merupakan 6 emosi asas. 😃😒😔😣 Mengalami perasaan dalam cara yang berbeza adalah perkara yang biasa bagi semua orang.\n\n4️⃣ **BERCAKAP** tentang emosi\n🔑 Beberapa latihan diperlukan untuk mempelajari cara untuk mengenal pasti emosi anda sendiri dan berkomunikasi dengan orang lain. Walaupun perasaan tersebut negatif, tidak mengapa untuk menerimanya. 🌱\n\n5️⃣ **PERHATIKAN** \n💙 Ini juga sangat sukar! Tidak salah untuk memberi tumpuan terhadap diri sendiri disebabkan tekanan atau konflik yang melanda. 🌷 Penting untuk anda turut menjaga diri sendiri. Namun, anak kecil dan anak remaja kita juga perlukan sokongan kita. 💛 Mereka akan hargai usaha anda jika anda perhatikan emosi mereka. \n\n6️⃣ **PEDULI** \n⭐ ⭐ Tanya anak anda apa yang mereka rasakan. 🧸 Tenangkan mereka dengan menyokong secara fizikal atau lisan.  👂 Dengar luahan mereka dan berkata kepada mereka bahawa anda sentiasa ada di sisi mereka.",
  "Why do you think it’s helpful for your child to share their emotions?": "Kenapa anda rasakan ianya berguna jika anak anda berkongsi emosi mereka?",
  "Thanks for sharing your ideas! ✨\n\nTry talking to your children about their emotions during One-on-One Time and at other times during the week. 👂💚\n\nTry to become more aware of your own emotions as you go about your day, too! 👀🌷": "Terima kasih kerana berkongsi idea anda! ✨\n\nCuba untuk bercakap dengan anak anda tentang emosi mereka ketika masa bersama Seorang dengan Seorang dan waktu-waktu lain sepanjang minggu. 👂💚\n\nCuba untuk menjadi lebih peka terhadap emosi anda sendiri saban hari juga! 👀🌷",
  "Key Issues to Be Aware Of": "Isu Penting yang perlu Diberi Perhatian",
  "Week 4: Children’s Learning": "Minggu 4: Pembelajaran Kanak-Kanak",
  "This week will focus on how parents can help their child to learn. \nThe most important and easy ways parents can help their young child learn are to TALK, READ, and PLAY. Learn more below.": "Kita akan memberi tumpuan tentang cara ibu bapa membantu anak mereka untuk belajar pada minggu ini. \nBERCAKAP, MEMBACA, dan BERMAIN merupakan cara yang paling penting dan mudah supaya ibu bapa dapat membantu anak kecil mereka belajar. Ketahui lebih lanjut di bawah.",
  "How Parents Help Their Children Learn": "Bagaimana Ibu Bapa Membantu Pembelajaran Anak Mereka",
  "Talk": "Bercakap",
  "Parents should talk with their child: describe things they both do, follow their child’s interest, and ask lots of questions! When their child answers, they should explore what they say, and build on it by adding more information.": "Ibu bapa perlu berbincang dengan anak mereka: terangkan perkara yang dilakukan oleh kedua-dua mereka, ikut minat anak mereka, dan bertanyakan banyak soalan! Ibu bapa perlu meneroka apa yang dikatakan oleh anak-anak berdasarkan jawapan mereka dan tambahkan maklumat lanjut.",
  "Read": "Membaca",
  "Parents should read with their child: talk about pictures, share books, and notice letters and words everywhere. \n\n📖 It’s great if they can read a children’s book with their child, but if they can’t then looking at pictures and words in old magazines and newspapers is good too! 🎈🧸🌷 It’s even a good idea to point at signs and labels and show children the letters that make the words! \n\n➡️ They should follow the child’s interest again, point at things and say what they are, and ask lots of questions! 👀": "Ibu bapa perlu membaca bersama anak-anak: bercakap tentang gambar, berkongsi buku dan perhatikan huruf serta perkataan di mana-mana. \n\n📖 Jika ibu bapa dapat membaca buku bersama anak-anak, ini merupakan perkara yang bagus, tetapi jika tidak, melihat gambar dan perkataan dalam majalah serta surat khabar lama juga sudah memadai! 🎈🧸🌷 Menunjukkan tanda dan label juga adalah idea yang baik bagi memperkenalkan huruf-huruf yang membentuk perkataan kepada anak! \n\n➡️ Sekali lagi, mereka perlu mengikut minat anak-anak mereka, tunjukkan sesuatu dan nyatakan apa perkara tersebut, dan bertanyakan banyak soalan kepada anak-anak! 👀",
  "Play": "Bermain",
  "Parents should play with numbers, shapes, and categories with their child. Play counting games, point out numbers and shapes to their child, and have fun with sorting things into groups. \n\n❗Parents can do these learning activities in their normal routine if they don’t have much time. Activities like sorting clothes and cooking can become fun learning activities!": "Bermain menggunakan nombor, bentuk dan kategori bersama anak sangat digalakkan. Berseronok dengan anak-anak dengan bermain permainan mengira, menunjukkan nombor dan bentuk kepada anak-anak serta menyusun barang-barang ke dalam kumpulan tertentu. \n\n❗Jika tidak mempunyai masa yang banyak, ibu bapa boleh melakukan aktiviti pembelajaran ini dalam jadual harian yang biasa. Aktiviti seperti menyusun baju dan memasak boleh bertukar menjadi aktiviti pembelajaran yang menyeronokkan!",
  "Hello parents! Learning can start at a young age, and there are some ways you can help!\n\n😃 Go slowly, and keep it light and fun! \n\n❗ If your child is learning very difficult things, they may be discouraged from learning more. \n\n1️⃣ **TALK** with your child. Describe things that you and your child are doing. Follow your child’s interest and ask lots of questions. 👀 When your child answers, explore what they say and build on it with more information! 💡\n\n2️⃣ **READ** with your child. 📖 It’s great if you can read a children’s book with your child, but looking at pictures in magazines and old newspapers is good too! 🎈🧸🌷 Point out letters wherever you see them! If your child is ready, they can start writing some letters, like the first letter of their name!\n\n3️⃣ **PLAY** with numbers, shapes, and categories. Learning should be fun! Play some counting and sorting games with your child - you can use objects around you, like socks or even stones and sticks! 🔵 🔴 🔶 🔷 Point out numbers to your child wherever you see them! \n\n❗You can do these activities in your normal routine if you don’t have much time. Activities like sorting clothes and cooking can become fun learning activities!": "Helo ibu bapa! Terdapat beberapa cara yang anda boleh lakukan untuk membantu anak anda supaya dapat mula belajar seawal usia kecil!\n\n😃 Jangan tergopoh-gapah, pastikan ia mudah dan menyeronokkan! \n\n❗ Anak anda mungkin tidak bersemangat untuk belajar lebih banyak lagi jika mereka mempelajari perkara yang sangat sukar. \n\n1️⃣ **BERCAKAP** dengan anak anda. Terangkan perkara yang anda dan anak anda lakukan. Ikut minat anak anda dan bertanya banyak soalan. 👀 Anda perlu meneroka apa yang anak anda katakan berdasarkan jawapan mereka dan tambahkan maklumat lanjut! 💡\n\n2️⃣ **MEMBACA** dengan anak anda. 📖 Jika anda dapat membaca buku bersama anak-anak, ia merupakan perkara bagus, tetapi jika tidak, melihat gambar dalam majalah serta surat khabar lama juga sudah memadai! 🎈🧸🌷 Jika anda melihat huruf di mana-mana sahaja, tunjukkan kepada anak anda! Mereka boleh mula menulis beberapa huruf, seperti huruf pertama nama mereka jika sudah bersedia!\n\n3️⃣ **BERMAIN** menggunakan nombor, bentuk dan kategori. Belajar perlulah dengan cara yang menyeronokkan! Anda boleh menggunakan objek di sekitar anda seperti stoking, batu dan kayu juga untuk bermain permainan mengira dan mengasingkan barang! 🔵 🔴 🔶 🔷 Jika anda melihat nombor di mana-mana sahaja, tunjukkan kepada anak anda! \n\n❗Jika anda tidak mempunyai masa yang mencukupi, lakukan aktiviti ini dalam jadual harian biasa anda. Aktiviti pembelajaran yang menyeronokkan boleh dipupuk melalui aktiviti mengasingkan pakaian dan memasak!",
  "Why do you think it’s important to make learning fun and playful for your child? 💡": "Mengapa anda rasakan penting untuk menjadikan pembelajaran sesuatu yang menyeronokkan dan menghiburkan bagi anak anda? 💡",
  "Thanks for sharing your ideas!\n\nRemember that children learn best when they are enjoying themselves. Playing together is a great opportunity for learning!\n\nShow an interest in what your child is doing in the next few days and talk with them about it. 💚\n\nInvolve your child in the things that you are doing - and make it fun. For example, help your child count ingredients while you are cooking! 🍅\n\nTry doing some reading activities or looking at pictures together. It’s great if you can make a routine of looking at books or pictures together - like some time in the evening ⏰": "Terima kasih kerana berkongsi idea! \n\nIngat bahawa kanak-kanak dapat belajar dengan baik apabila mereka berasa seronok. Bermain bersama ialah peluang terbaik untuk belajar! \n\nTunjukkan minat dengan apa yang anak anda lakukan dalam beberapa hari akan datang dan bercakap dengan mereka tentang perkara itu. 💚 \n\nLibatkan anak anda dalam perkara yang anda lakukan - dan jadikan ia sesuatu yang menyeronokkan. Sebagai contoh, sewaktu anda memasak minta tolong anak anda untuk mengira bahan masakan! 🍅 \n\nCuba lakukan sedikit aktiviti membaca atau melihat gambar bersama-sama. Sangat digalakkan jika anda menjadikan aktiviti melihat buku atau gambar bersama anak sebagai jadual harian - seperti di waktu petang ⏰",
  "Common Concerns Shared by Parents about Learning": "Kebimbangan Lazim Yang Dikongsi oleh Ibu Bapa tentang Pembelajaran",
  "Week 5: Healthy Eating": "Minggu 5: Pemakanan Sihat",
  "Parents will focus on their child's healthy eating habits this week. This session will allow parents to discuss the importance of training children to practise healthy eating habits from a young age.": "Pada minggu ini, ibu bapa akan memberi tumpuan terhadap tabiat pemakanan sihat anak mereka. Sesi ini akan membenarkan ibu bapa untuk membincangkan kepentingan melatih kanak-kanak untuk mengamalkan tabiat pemakanan yang sihat sedari kecil.",
  "Important Information": "Maklumat Penting",
  "Tips for Healthy Eating": "Petua untuk Makan Secara Sihat",
  "The three tips that parents can follow to support their child's healthy eating habits are:  \n\n1️⃣ **FIND A HEALTHY BALANCE**:  Let the child enjoy a variety of food based on the recommended daily intakes.\n\n2️⃣ **MANAGE EMOTIONS**: Redirect or ignore the child's demanding behaviour for unhealthy food.\n\n3️⃣ **KEEP IT CLEAN**: Wash your hands and fresh food items before cooking. Maintain freshness of food by storing them in the fridge.": "Ibu bapa boleh mengikut tiga petua tabiat pemakanan sihat bagi anak mereka:  \n\n1️⃣ **PEMAKANAN YANG SEIMBANG**: Biarkan anak mengambil makanan harian yang disyorkan dengan menikmati pelbagai jenis makanan.\n\n2️⃣ **KAWAL EMOSI**: Abaikan permintaan anak-anak yang mendesak untuk makan makanan yang tidak sihat.\n\n3️⃣ **KEKAL BERSIH**: Sebelum memasak, sentiasa basuh tangan dan sediakan bahan makanan yang segar. Simpan makanan di dalam peti sejuk untuk mengekalkan kesegaran.",
  "Identifying Group Moderators": "Mengenal Pasti Moderator Kumpulan",
  "This week you will also ask the group to choose two group moderators to keep the WhatsApp Support Group ongoing. \n\nThe WhatsApp groups are designed to support parent engagement in the ParentText chatbot. \n\nSelect the 2 parents who receive the most votes to lead the group.": "Pada minggu ini, anda dikehendaki untuk memaklumkan kepada kumpulan bagi memilih dua individu sebagai moderator untuk menyelaras dan memastikan Kumpulan Sokongan WhatsApp kekal aktif. \n\nKumpulan WhatsApp ini ditubuhkan untuk menyokong penglibatan ibu bapa dalam bot sembang ParentText.\n\n2 ibu bapa yang menerima jumlah undian tertinggi akan dipilih untuk mengetuai kumpulan ini.",
  "Hello parents! 🌷 It's about encouraging your children to eat healthy and safe food. 🍚 💛\n\n3️⃣ The following three tips will help your children to enjoy clean and tasty food. These tips will also help you to manage any food-related tantrums from your children.\n\n1️⃣ **FIND A HEALTHY BALANCE**: It is alright to let your children enjoy a variety of food based on the recommended daily intakes.\n\n2️⃣ **MANAGE EMOTIONS**: When your children are demanding unhealthy food, you can redirect or ignore their behaviour.\n\n3️⃣ **KEEP IT CLEAN**: Remember to wash your hands and fresh food items before cooking. Take advantage of the fridge to maintain freshness of cooked food.": "Helo ibu bapa! 🌷 Galakkan anak anda makan makanan yang sihat dan selamat. 🍚 💛\n\n3️⃣ Berikut merupakan tiga petua bagi membantu anak anda menikmati makanan yang bersih dan lazat. Ia juga membantu anda menguruskan sebarang amukan berkaitan makanan daripada anak-anak anda.\n\n1️⃣ **MAKANAN SEIMBANG YANG SIHAT**: Wajar membiarkan anak anda menikmati pelbagai makanan asalkan mengikut pengambilan harian yang disyorkan.\n\n2️⃣ **KAWAL EMOSI**: Mengalihkan atau mengabaikan tingkah laku mereka, apabila anak anda meminta makanan yang tidak sihat.\n\n3️⃣ **PASTIKAN BERSIH**: Sentiasa ingat supaya mencuci tangan dan bahan makanan segar sebelum memasak. Kekalkan kesegaran makanan yang dimasak, dengan memanfaatkan kegunaan peti sejuk.",
  "✨ Why do you think it is important to start teaching your child healthy eating habits from a young age?": "✨ Pada pendapat anda, apakah kepentingan mengajar tabiat pemakanan yang sihat kepada anak anda bermula dari usia kecil?",
  "Thank you for sharing your thoughts! 💡  \n\n😣 If your children throw a temper tantrum for unhealthy food in the next few days, try to keep calm and ignore your child’s behaviour until they calm down instead of giving into their demands. \n\n💚 Show them that you love them when they are calm because that is what the need the most at that time.⭐\n\n🌷 Take deep breaths if you feel exhausted or angry by their tantrums.": "Terima kasih kerana berkongsi pendapat anda! 💡  \n\n😣 Jika anak-anak masih lagi mengamuk untuk beberapa hari kerana mahu makan makanan yang tidak sihat, anda perlu menenangkan perasaan anak-anak dan abaikan tingkah laku mereka sehinggalah mereka bertenang. Bukannya menuruti permintaan mereka. \n\n💚 Ketika mereka sudah bertenang, tunjukkan kepada mereka bahawa anda menyayangi mereka. Ini kerana mereka sangat memerlukan kasih sayang kita pada masa itu. ⭐\n\n🌷 Tarik nafas panjang jika anda berasa penat atau marah dengan tingkah laku anak-anak.",
  "Next week our official ParentText journey together is ending. But the parenting work continues! 😃\n\n*You can keep this WhatsApp group open* as a place to continue to support each other! 💚\n\nIs anyone willing to take over my role of guiding the discussions after I leave the group next week? \n\nIt would be great to get *two volunteers*. 👀\n\nPlease share your name here, or the name of the person who you think will do a great job leading this group!": "Minggu depan, perjalanan rasmi kita bersama ParentText akan berakhir. Namun begitu, tugas sebagai ibu bapa akan tetap berterusan! 😃\n\n*Anda boleh mengekalkan kumpulan WhatsApp ini sebagai saluran untuk terus memberi sokongan antara satu sama lain! 💚\n\nAdakah sesiapa yang sedia untuk mengambil alih tugas membimbing perbincangan kumpulan ini setelah saya meninggalkan kumpulan ini minggu depan?\n\nAlangkah baiknya jika ada *dua orang sukarelawan* yang sudi. 👀\n\nSila kongsikan nama anda di sini, atau nama orang yang anda rasa mampu memimpin kumpulan ini dengan baik!",
  "Supporting Food Choices at Home": "Menyokong Pilihan Makanan di Rumah",
  "Week 6: Final Chat Session": "Minggu 6: Sesi Sembang Terakhir",
  "This week, you will share the names of the two group moderators to keep the WhatsApp Support Group ongoing, and handover the WhatsApp group to them. \n\nRemember, the WhatsApp groups are designed to support parent engagement in the ParentText chatbot. \nSelect the two parents who received the most votes to lead the group. Enter the name of the parents after sharing the Group Message 1. \nIt is important that you share the guidelines with selected group moderators and conduct a brief group WhatsApp call with both to answer any further questions they may have. After this brief call, you can hand over the group admin responsibilities to the group moderators.\nAt the end of the programme, you will transfer group ownership to the two moderators and exit the WhatsApp group. If no group moderators are identified, the original group should be closed.": "Pada minggu ini, anda akan berkongsi dua nama moderator kumpulan untuk memastikan Kumpulan Sokongan Whatsapp diteruskan, dan serahkan kumpulan WhatsApp tersebut kepada mereka.\n\nDiingatkan bahawa kumpulan WhatsApp diadakan untuk menyokong penglibatan ibu bapa dalam bot sembang ParentText. \nPilih 2 orang ibu bapa yang menerima undian tertinggi untuk mengetuai kumpulan. Masukkan nama ibu bapa tersebut selepas berkongsi Mesej Kumpulan 1. \nPenting untuk anda kongsikan garis panduan dengan kumpulan moderator yang dipilih dan kendalikan panggilan kumpulan WhatsApp ringkas bersama kedua-dua pihak untuk menjawab sebarang persoalan lanjut yang mereka ada. Selepas panggilan ringkas ini, anda boleh serahkan tanggungjawab sebagai pentadbir kumpulan kepada moderator kumpulan.\nDi akhir program ini, anda akan memindahkan pemilikan kumpulan kepada dua orang moderator dan meninggalkan kumpulan WhatsApp. Jika tiada moderator kumpulan yang ingin mengetuai, kumpulan asal sewajarnya ditutup.",
  "👋Hi everyone, This is our final week together on ParentText. \n\n✨ How do you think you have changed through the programme?": "👋 Hai semua. Minggu ini merupakan minggu terakhir kita bersama ParentText. \n\n✨ Apakah perubahan yang berlaku terhadap diri anda sepanjang menjalani program ini?",
  "Thank you for sharing your thoughts. It is wonderful to see how much you have changed over the course of the programme. Remember that your parenting journey continues!": "Terima kasih di atas perkongsian pendapat anda. Saya berasa seronok melihat perubahan yang berlaku pada diri anda sepanjang program ini dijalankan. Ingatlah bahawa perjalanan anda sebagai ibu dan bapa akan tetap diteruskan!",
  "Although this is my last chat session with you 🥲, you are in good hands with your new chat group moderators: [INSERT NAMES OF MODERATORS] 💙": "Walaupun ini merupakan sesi sembang terakhir saya bersama anda 🥲, saya yakin anda berada dalam keadaan yang baik bersama moderator baharu kumpulan anda: [INSERT NAMES OF MODERATORS] 💙",
  "Message 4": "Mesej 4",
  "A final goodbye everyone, \n\nYou are the best parents to your children *You can still complete your final ParentText Goals and Skills if you have not done so yet*. 🌱\n\nWe all face difficult situations sometimes, and these final parts of ParentText will help you and your child to get through them well. You’ve got this! ⭐\\r\\rYou are doing a wonderful job as a parent. It has been a pleasure to be on this journey with you! \\r\\rI will now be exiting this WhatsApp Group. 👋": "Kata-kata terakhir kepada semua, \n\nAnda adalah ibu bapa yang terbaik untuk anak-anak anda *Anda masih boleh menyelesaikan Matlamat dan Kemahiran ParentText terakhir anda jika anda belum berbuat demikian*. 🌱\n\nKadang-kadang kita semua berdepan dengan situasi yang sukar, dan ini adalah bahagian terakhir dalam ParentText yang akan membantu anda serta anak anda untuk menempuhinya dengan baik. Anda dapat lakukannya! ⭐\\r\\rAnda melakukan kerja yang bagus sebagai ibu bapa. Ia merupakan suatu penghargaan untuk berada dalam perjalanan ini bersama anda! \\r\\r Kini saya akan meninggalkan Kumpulan Whatsapp ini. 👋",
  "Common Challenges": "Cabaran Lazim",
  "Handing Over to Peer Moderators": "Menyerahkan Tugas kepada Moderator Kumpulan",
  "Once the peer moderators are selected, schedule a WhatsApp call with the peer moderators to share the following guidelines. \n\nWhen you’re done with the call, you can send the guidelines as messages to remind them what you discussed.": "Sebaik sahaja moderator daripada kumpulan yang sama dipilih, sila jadualkan panggilan WhatsApp dengan mereka untuk berkongsi mengenai garis-garis panduan berikut. \n\nDan setelah panggilan itu berakhir, garis panduan tersebut sebaiknya dihantar sebagai mesej untuk mengingatkan mereka mengenai perbincangan yang telah berlangsung.",
  "Hi! Thank you for volunteering to lead the group discussions. \\r\\r*While engaging with other parents in the group, keep the following in mind*: \n\n👋Greet parents when engaging with them.\n\n💛Respect what participants share and be aware of different ages, genders, values and circumstances. \n\n🏅Encourage parents to share and respond to each other - and praise them for it.\\r\\r🔔Remind parents of ground rules when needed.\n\n🔑Model the behaviour you want to see among the parents.": "Hai! Terima kasih kerana menawarkan diri untuk memimpin kumpulan perbincangan ini. \\r\\r*Ingat beberapa perkara ini semasa terlibat dengan ibu bapa yang lain dalam kumpulan*: \n\n👋Beri salam perkenalan pada ibu bapa yang lain ketika bergaul dengan mereka.\n\n💛Hormati perkongsian yang diberikan oleh para peserta dan peka tentang perbezaan umur, jantina, nilai dan persekitaran. \n\n🏅Beri galakan kepada para ibu bapa untuk berkongsi dan memberi maklum balas antara satu sama lain - dan berikan pujian terhadap perkara yang dikongsikan.\\r\\r🔔 Beri peringatan kepada ibu bapa tentang peraturan asas apabila diperlukan. \n\n🔑Tunjukkan tingkah laku yang anda ingin lihat dalam kalangan ibu bapa.",
  "*Here are some prompts you can use for guiding the discussion*: \\r\\r🎉Let us celebrate our successes! What was something positive you experienced when you tried one of the ParentText skills with your child?\n\n🌱Trying out new skills can be hard at first. What was something *difficult* that you experienced when you tried a ParentText skill with your child at home?\n\n💙You are welcome to use this WhatsApp space to share any questions or experiences you have on your ParentText journey. Remember, I may not always be able to respond, but this is our group – *together we can find all the answers we need*!": "*Berikut adalah beberapa gesaan untuk menerajui perbincangan: \\r\\r🎉Ayuh raikan kejayaan kita! Apakah pengalaman positif anda bersama anak kesayangan setelah mencuba salah satu kemahiran ParentText?\n\n🌱Mencuba kemahiran baharu mungkin mencabar pada mulanya. Apakah perkara *sukar* yang anda alami dengan anak anda ketika mencuba kemahiran ParentText di rumah?\n\n💙Anda digalakkan untuk menggunakan ruang WhatsApp ini sebagai ruang pertanyaan soalan atau perkongsian pengalaman anda dengan ParentText. Walaupun kadang-kala saya tidak dapat memberikan tindak balas dan jawapan, tetapi ini kumpulan kita – *marilah kita berkongsi cara dan penyelesaian antara satu sama lain*!",
  "Message 3": "Mesej 3",
  "*When to respond to messages*\n⏰Participants may send messages at any time during  the week. To keep your workload manageable, you can respond to messages once or twice a day, depending on your schedule. \n👍You can also respond to messages with a relevant emoji or short response when you can.": "*Waktu untuk membalas mesej*\n⏰ Peserta akan menghantar mesej bila-bila masa sepanjang minggu. Bagi memudahkan tugas anda, mesej-mesej tersebut bolehlah dibalas sebanyak sekali atau 2 kali sehari, bergantung kepada jadual kerja masing-masing. \n👍 Anda juga boleh memberikan tindak balas dengan emoji yang bersesuaian atau jawapan ringkas.",
  "If parents or moderators reach out after the group has ended, share this message": "Kongsikan mesej ini jika ibu bapa atau moderator menghubungi anda selepas kumpulan dibubarkan",
  "Hi!😃Thank you for your message. \n\nMy role with ParentText was limited. I unfortunately will not be further involved with the programme. \n\nIf your WhatsApp Support group is still active, feel free to post your questions in the group. Other parents may be able to support you with helpful suggestions. 💡\n\nYou can replay the Goal or Skill you are interested in by typing MENU.": "Hai!😃Terima kasih atas mesej anda. \n\nPeranan saya di ParentText adalah terhad. Malangnya saya tidak akan terlibat lagi dalam program tersebut. \n\nJika kumpulan Sokongan Whatsapp anda masih lagi aktif, sila bertanya soalan dalam kumpulan tersebut. Ibu bapa yang lain boleh membantu anda dengan memberi cadangan yang berguna. 💡\n\nAnda boleh memainkan semula Matlamat atau Kemahiran yang anda inginkan dengan menaip MENU.",
  "A parent needs support accessing ParentText and I'm not sure how to answer their question.": "Ada ibu bapa yang memerlukan sokongan untuk mengakses ParentText dan saya tidak pasti cara untuk menjawab soalan mereka.",
  "Reach out for support to @global.supervisor_name at @global.supervisor_contact.": "Hubungi @global.supervisor_name di @global.supervisor_contact untuk sokongan.",
  "A parent cannot commit to the ground rules.": "Ada ibu bapa yang tidak dapat mengikut peraturan asas.",
  "Ground rules make your WhatsApp Support Group a safe space for everyone. First, send the below message to remind parents about the importance of ground rules. If the parents continue to not follow the ground rules, remove them from the group and notify your supervisor.": "Kumpulan Sokongan WhatsApp anda menjadi ruang yang selamat bagi semua orang dengan adanya peraturan asas. Pertama sekali, hantar mesej di bawah untuk mengingatkan ibu bapa tentang kepentingan peraturan asas. Jika ibu bapa enggan mengikut peraturan asas, alih mereka keluar daripada kumpulan dan maklumkan kepada penyelia anda.",
  "Send this message": "Hantar mesej ini",
  "Hello ⭐\\r\\r👀 I'd like to take a moment to remind everyone about the importance of our group's ground rules. \n\n💚They're here to ensure that all of us feel comfortable sharing and maintain a positive environment. \n\n🌱It's all about making this group a great place for everyone.\n\n❗Please keep in mind that if the ground rules aren't consistently followed, we might need to consider removing members from the WhatsApp group for the well-being of all.": "Helo ⭐\\r\\r👀 Saya ingin mengambil masa sejenak untuk mengingatkan semua orang tentang kepentingan peraturan asas kumpulan kita. \n\n💚Supaya kita semua berasa selesa ketika berkongsi dan untuk mengekalkan persekitaran yang positif, maka peraturan asas telah dibuat. \n\n🌱Kita ingin kumpulan ini menjadi tempat yang hebat untuk semua orang.\n\n❗Sila ambil maklum bahawa kami mungkin perlu mempertimbangkan untuk mengalih keluar ahli daripada kumpulan WhatsApp jika peraturan asas tidak dipatuhi secara konsisten demi kesejahteraan semua.",
  "A parent is personally messaging me or calling me with lots of questions on their parenting habits or child’s misbehaviours.": "Salah seorang ibu bapa ada menghantar pesanan dan menghubungi saya secara peribadi untuk bertanyakan beberapa soalan tentang cara mendidik anak-anak atau salah laku anak-anak.",
  "First, notify @global.supervisor_name at @global.supervisor_contact.\n\nThen send the message below.": "Pertama sekali, maklumkan kepada @global.supervisor_name di @global.supervisor_contact.\n\nKemudian hantar mesej di bawah.",
  "Direct Send This Message to the Parent": "Hantar Mesej Ini Secara Terus kepada Ibu Bapa",
  "Hi!😃Thank you for your message. \n\nMy role in this activity is limited to sharing messages in the group only. I unfortunately do not have the capacity to respond to each individual message.😔\n\n🔑 If you are comfortable posting your questions in the group, please feel free to do so! Other parents may be able to support you with helpful suggestions. 💡": "Hai! 😃 Terima kasih di atas mesej anda! \n\nPeranan saya dalam aktiviti ini adalah terhad kepada perkongsian mesej dalam kumpulan sahaja. Malangnya, saya tidak mempunyai keupayaan untuk memberi maklum balas kepada mesej yang dihantar secara peribadi.😔\n\n🔑 Jika anda tidak keberatan untuk menghantar soalan dalam kumpulan, anda boleh berbuat demikian! Ibu bapa yang lain mungkin boleh membantu anda dengan memberikan cadangan yang berguna. 💡",
  "One-on-One Time with children is helpful because: \n💙 it improves the relationship between parents/caregivers and children.\n🌷 children feel that they are valuable and loved.\n⚽ It shows children that what they are doing is important.\n⭐ it builds self-esteem of children and makes them feel important.\n👂 it increases trust and improves communication between parents/caregivers and children.\n🚲 it helps children develop and explore the world.\n🎨 it gives parents/caregivers a chance to learn about children's interests and abilities.": "Masa bersama Seorang dengan Seorang bersama anak adalah bermanfaat kerana:\n💙 Ia dapat menambah baik hubungan antara ibu bapa/penjaga dan anak-anak\n🌷 anak-anak akan berasa dihargai dan disayangi. \n⚽ Ia menunjukkan bahawa apa yang mereka lakukan adalah penting.\n⭐ Ia membina keyakinan diri anak-anak dan membuat mereka berasa penting. \n👂 Ia meningkatkan kepercayaan dan membaiki komunikasi antara ibu bapa/penjaga dan anak-anak.\n🚲 Ia membantu anak-anak dalam perkembangan kendiri dan membantu mereka meneroka dunia.\n🎨 Ia memberi peluang kepada ibu bapa/penjaga untuk mendalami minat dan bakat anak-anak.",
  "A parent cannot complete one-on-one time with their child daily.": "Ada ibu bapa yang tidak dapat melengkapkan masa bersama seorang dengan seorang bersama anak mereka setiap hari.",
  "That's okay! Parenting can be challenging and many obstacles can get in the way. Remember, your job isn't to solve their problems, but enable a conversation between parents to support one another. 🔄": "Tidak mengapa! Terdapat banyak cabaran dan halangan dalam mendidik kanak-kanak. Ingatlah bahawa tugas anda bukanlah untuk menyelesaikan masalah mereka, tetapi untuk mencipta ruang perbincangan antara ibu bapa untuk memberi sokongan antara satu sama lain. 🔄",
  "You can share the following message if other parents don't offer support": "Anda boleh kongsikan pesanan berikut sekiranya ibu bapa lain tidak memberikan sokongan",
  "It can be hard to find time, especially when you have work, chores, and other responsibilities to do. 😔 You could try the following suggestions to spend one-on-one time with your child:\n\n🌱 Find a chore to do together!\n🎨 Try doing something that is fun for both of you.\n📱 Ask your child to show something on the gadget if they are always looking at their gadgets.\n🌷 You can ask another adult to help if all your children want one-on-one time.\n💛 You can also tell each child when you are spending one-on-one time and with who. 🔄 You can change the order the next time you want to spend one-on-one time!\n\n⏰ It helps to be clear about how much time you have and warn your child when time is coming to an end.": "Sukar untuk mencari masa, terutamanya jika anda mempunyai kerja, tugas harian dan tanggungjawab lain yang perlu dilakukan. 😔 Berikut merupakan beberapa cadangan yang boleh anda lakukan untuk meluangkan masa bersama seorang dengan seorang bersama anak anda: \n\n🌱 Cari kerja rumah yang boleh dilakukan bersama-sama!\n🎨 Cuba lakukan aktiviti yang menyeronokkan untuk anda dan anak anda.\n📱 Minta anak anda untuk berkongsi atau menunjukkan perkara yang sedang dilihatnya pada telefon sekiranya mereka sering bermain dengan telefon.\n🌷 Anda boleh meminta bantuan orang dewasa yang lain sekiranya kesemua anak anda ingin meluangkan masa bersama seorang dengan seorang pada masa yang sama. \n💛 Anda juga boleh memberitahu anak anda bila dan dengan siapa anda akan meluangkan masa bersama seorang dengan seorang. Anda boleh mengubah turutan terhadap anak yang seterusnya untuk meluangkan masa bersama-sama. \n\n⏰ Ianya akan membantu jika anda menjelaskan kepada anak anda tentang berapa banyak masa yang anda miliki dan memberi peringatan kepada anak anda apabila waktu untuk meluangkan masa hampir selesai.",
  "Talking about emotions can be new to many parents.": "Bercakap tentang emosi mungkin perkara baharu bagi kebanyakan ibu bapa.",
  "It is completely normal for parents to have difficulty talking about their emotions and expressing their feelings. You can share the following message to encourage parents who having trouble talking about their emotions and feelings:": "Kesukaran yang dihadapi oleh ibu bapa untuk menunjukkan emosi dan mengekspresikan perasaan mereka adalah suatu perkara yang biasa. Anda boleh kongsikan pesanan berikut untuk memberi sokongan kepada ibu bapa yang menghadapi kesukaran untuk meluahkan emosi dan perasaan mereka:",
  "Message 1": "Mesej 1",
  "I understand that showing emotions with your spouse or children can be hard. 😔 Many of us were told not to cry or show our feelings to others, especially to our children. 💛 \n\n\n🔑This group is a safe space for you to practise! If you are comfortable, you can try to recognise your own emotions and communicate about them in this group. 😃 \n\n💡 Talking about feelings is not just for negative emotions. 😒😔😣": "Sememangnya tidak selalu mudah untuk menzahirkan emosi di hadapan pasangan atau anak-anak. 😔 Ramai di antara kita yang terbiasa disuruh untuk tidak menangis atau menyembunyikan perasaan daripada orang lain, terutamanya anak-anak. 💛 \n\n🔑Kumpulan ini ialah ruang yang selamat untuk anda melatih diri! Anda bebas untuk meluahkan emosi sendiri di sini mengikut keselesaan setelah mengenal pasti apa yang anda rasakan. 😃 \n\n💡 Bicara perihal perasaan bukanlah terhad bagi menyebarkan emosi negatif semata-mata. 😒😔😣",
  "Message 2": "Mesej 2",
  "✅ You may realise that you feel different emotions, and some of them could be positive. When you try to name the feelings you have, you may realise that you also feel a lot of happiness, calmness, and gratitude about some things. ⭐💚\n\n✨ When I try to recognise my emotions, I realise I am nervous and excited about being responsible for your learning. But at the same time, I am very happy that you have a safe space to share and support each other. 🌷": "✅ Anda mungkin menyedari bahawa anda merasakan emosi yang berbeza dan ianya mungkin emosi yang positif. Anda juga mungkin menyedari bahawa anda juga turut merasakan kegembiraan, ketenangan, dan bersyukur tentang beberapa perkara ketika anda cuba untuk mengenal pasti perasaan tersebut. ⭐💚\n\n✨ Saya menyedari bahawa saya berasa gugup dan teruja ketika saya cuba mengenali emosi saya kerana saya bertanggungjawab atas pembelajaran anda. Tetapi pada masa yang sama, saya sangat gembira kerana anda mempunyai ruang selamat untuk berkongsi dan menyokong antara satu sama lain. 🌷",
  "A parent may be confused about how to navigate emotions with different genders.": "Ada ibu bapa yang mungkin keliru tentang cara untuk menavigasi emosi dengan mereka yang berlainan jantina.",
  "While girls and women are typically seen as more emotional compared to boys and men, that is not true because emotions are the same for humans.": "Budak lelaki dan lelaki dewasa sering dilihat lebih beremosi berbanding budak perempuan dan juga wanita, namun hal ini tidak benar kerana semua emosi sama sahaja bagi semua manusia.",
  "You can share the following message to assure parents that emotions are the same for both genders": "Anda boleh berkongsi mesej berikut untuk memastikan ibu bapa bahawa semua emosi sama sahaja bagi kedua-dua jantina",
  "💡 Boys and men have the same feelings as girls and women.\n\n😣 Many people are taught not to cry when they are sad. This might be especially true for boys and men.\n\n⭐ Boys and men can show emotions without feeling less manly. \n\n🔑 In fact, sharing emotions is a sign of courage and strength.": "💡 Budak lelaki dan lelaki dewasa mempunyai perasaan yang sama dengan budak perempuan dan wanita.\n\n😣 Bagi budak lelaki dan lelaki dewasa, ramai diajar supaya tidak menangis apabila berada dalam keadaan sedih.\n\n⭐ Budak lelaki dan lelaki dewasa boleh menunjukkan emosi tanpa hilang kejantanan. \n\n🔑 Malah, berkongsi emosi merupakan lambang keberanian dan kekuatan.",
  "A parent may not know how to accept negative emotions from their children.": "Ada ibu bapa yang mungkin tidak mengetahui cara untuk menerima emosi negatif daripada anak mereka.",
  "This is especially hard when children are told to be polite to their elders all the time. You can remind parents that they are doing a good job and that negative emotions are not necessarily a bad thing.": "Ini sememangnya sukar apabila kanak-kanak diberitahu supaya bersikap sopan dengan orang yang lebih tua setiap masa. Anda boleh mengingatkan ibu bapa bahawa mereka melakukan kerja yang bagus dan emosi negatif itu tidak semestinya perkara yang buruk.",
  "Try sharing this message if concerns about negative emotions show up in your chat": "Jika kebimbangan tentang emosi negatif muncul dalam ruang sembang anda, cuba berkongsi mesej ini kepada mereka",
  "🌷 You may feel upset 😔 when your child shows negative emotions, but I am sure you are doing everything you can to be an amazing parent! ⭐\n\n💡 It’s alright, take a deep breathe. Negative 😣 emotions are just as normal as positive 😃 emotions. \n\n✨ As a caregiver, you can help your children to be aware of their emotions by helping them to name their emotions. 📝\n\n🔑 When parents and children are aware of what exactly they are feeling and why they are feeling that way, everyone can learn to manage their emotions in a healthy manner. 💙": "🌷 Jika anak anda menunjukkan emosi yang negatif, anda mungkin berasa kecewa 😔, tetapi saya yakin anda telah lakukan yang terbaik untuk menjadi seorang ibu bapa yang hebat! ⭐\n\n💡 Tidak mengapa, tarik nafas dengan panjang. Emosi 😣 negatif sama sahaja seperti emosi 😃 positif. \n\n✨ Dengan membantu mereka mengenal pasti emosi mereka, anda boleh membantu anak anda supaya peka dengan emosi mereka sebagai penjaga. 📝\n\n🔑 Semua orang dapat mempelajari cara untuk menguruskan emosi mereka dengan cara yang sihat jika ibu bapa dan anak-anak masing-masing peka dengan perasaan mereka dan mengapa mereka mengalaminya. 💙",
  "A parent is advising other parents in the group to send their children to tuition classes": "Ada ibu bapa yang sedang menasihati ibu bapa yang lain dalam kumpulan supaya menghantar anak mereka ke kelas tuisyen",
  "It’s good that parents are motivated to help their children learn, but at a young age it’s important to keep learning fun.": "Seawal usia kanak-kanak, walaupun ia perkara bagus apabila ibu bapa bermotivasi untuk membantu pembelajaran anak mereka tetapi adalah lebih penting untuk menjadikan pembelajaran itu sesuatu yang menyeronokkan.",
  "It’s great that you’re motivated to help your child learn and be successful in school, but it’s also important that your child enjoys learning, especially while they are little! 😃\n\nIf learning is too serious and pressured, your child won’t enjoy it, and might be discouraged from learning ❌\nThe best way to prepare your child for success in school is to introduce them to reading and maths in a fun way. ✅\n\nChildren will enjoy reading books with you, will learn new words, and can start learning letters and how to read. 📖 \nCounting games, and sorting and ordering objects will help them learn early maths skills too! 🔟": "Sememangnya bagus apabila anda bermotivasi untuk membantu anak anda belajar dan berjaya di sekolah, namun ianya juga penting untuk memupuk sikap suka belajar anak anda, terutamanya jika mereka masih kecil! 😃\n\nAnak anda tidak akan menyukai atau malah tidak bersemangat untuk belajar jika pembelajaran itu terlalu serius dan memberi tekanan ❌\nMemperkenalkan mereka kepada membaca dan matematik dengan cara yang menyeronokkan merupakan cara yang terbaik supaya anak anda bersedia untuk kejayaan di sekolah. ✅\n\nKanak-kanak akan menikmati waktu membaca buku bersama anda, akan mempelajari perkataan baharu dan mula belajar huruf serta membaca. 📖 \nBantu mereka mempelajari kemahiran awal matematik melalui permainan mengira, serta mengasingkan dan menyusun objek! 🔟",
  "A parent says that they don’t have children’s books in their home": "Salah seorang ibu bapa mengatakan bahawa mereka tidak mempunyai buku kanak-kanak di rumah mereka",
  "Not all families have access to children’s books. You can share the message below about accessing e-books, and using other materials that parents will probably have access to.": "Bukan semua keluarga mempunyai buku kanak-kanak di rumah. Anda boleh berkongsi mesej berikut tentang mengakses e-buku, dan menggunakan bahan-bahan lain yang boleh diakses oleh ibu bapa tersebut.",
  "😃 It’s okay if you don’t have children’s books in your home! You can still help your child learn to read by using anything with pictures or words on it!\n \n🍞⭐🚗 Magazines and newspapers are great! You can point at the pictures and describe them, and show children the letters on the page. You can help children learn letters by pointing at them on labels, signs, and anywhere else you see them! 👀\n\n💡If you want, you can download some children’s ebooks using this link, and you can read them with your child on any electronic device in the same way as you would with a book! [INSERT LINK]": "😃 Usah gusar sekiranya keluarga anda tidak memiliki buku kanak-kanak! Setiap bahan yang bergambar atau bertulis merupakan alat yang berkesan bagi membantu anak anda belajar membaca!\n\n🍞⭐🚗 Majalah dan surat khabar merupakan bahan bacaan yang bagus! Anda boleh bercerita sambil menudingkan jari anda pada gambar-gambar tersebut, dan menunjukkan mereka perkataan-perkataan yang ada pada halaman berkenaan. Setiap kali anda menjumpai label, tanda, dan apa-apa sahaja, anda boleh membantu anak-anak membaca dengan menggunakan cara yang sama! 👀\n\n💡Anda juga boleh memuat turun buku elektronik kanak-kanak melalui pautan ini. Bacalah bersama-sama anak anda seperti mana anda membaca buku biasa, tetapi kali ini melalui peranti elektronik! [INSERT LINK]",
  "A parent is concerned that they don’t have anything useful to teach their children, or that they don’t know how": "Salah seorang ibu bapa bimbang kerana mereka tidak mempunyai apa-apa yang berguna untuk mengajar anak mereka, atau mereka tidak tahu caranya",
  "Parents might think that they have to teach their child complicated things, but actually they can keep things very simple.": "Ibu bapa boleh mengajar perkara yang begitu mudah kepada anak-anaknya, tidak semestinya perlu mengajar perkara yang rumit sahaja.",
  "🌷 It’s great that you care about your child learning in the best way possible. But it’s important to remember to keep things simple. \n\n💚The important thing is to talk to your child and to play with them. ✨ Describing things, asking questions, and exploring what your child says will help your child learn language skills, which are one of the most important things for learning in school. 🎓\n\nPlaying with children should be light and fun, and can be something as simple as counting ingredients in cooking, the number of socks when sorting clean clothes, or grouping things by colour, shape or size. 🔵 🔴 🔶 🔷": "🌷 Bagus sekiranya anda mengambil berat tentang cara yang mungkin anda fikirkan terbaik untuk pembelajaran anak anda. Tapi ianya juga penting untuk anda sentiasa bersederhana. \n\n💚Perkara yang paling penting ialah berkomunikasi dengan anak anda dan bermain dengan mereka. ✨ Menerangkan sesuatu perkara, bertanyakan mereka soalan, dan meneroka apa yang mereka katakan akan membantu kemahiran bahasa anak anda, yang merupakan salah satu perkara terpenting untuk pembelajaran di sekolah. 🎓\n\nBermain dengan anak seharusnya santai dan menyeronokkan, dan aktiviti mudah seperti mengira bahan masakan, bilangan stoking sewaktu mengasingkan pakaian bersih, atau mengumpulkan benda mengikut warna, bentuk atau saiz.  🔵 🔴 🔶 🔷",
  "A parents says they have difficulty finding time to help their child to learn": "Seorang ibu bapa berkata bahawa mereka sukar mencari masa untuk membantu pembelajaran anak mereka",
  "Parents are often very busy, especially if they work. Share the message below with them to give them advice on how to help their child learn when they don’t have much time.": "Ibu bapa sentiasa sibuk, terutamanya jika mereka bekerja. Kongsikan pesanan di bawah untuk memberi nasihat kepada mereka tentang cara untuk membantu anak mereka belajar walaupun mereka tidak mempunyai banyak masa.",
  "It can be difficult to find time to help your child learn, but there are two important things to remember:\n\n1️⃣ Your child can learn a lot just by joining in activities you do in your normal routine. Going shopping for food, sorting clothes, and cooking are great opportunities to talk to your child and for them to learn. 🍅 Describe what you are doing and ask questions. If you can, play counting games, and point out numbers, shapes and letters that you see. For example, square signs and round signs, and numbers and letters on labels. 🔷 🔵\n\n2️⃣ You can help your child learn by spending just a short amount of time specifically on a learning activity. For example, can you find 5 minutes in the evening to look at pictures together or read a children’s book? 📖": "Mungkin anda rasa sukar untuk mencari masa bagi membantu anak anda belajar, tetapi ada dua perkara penting untuk anda ingat: \n\n1️⃣ Dengan hanya menyertai aktiviti jadual harian yang biasa anda lakukan, banyak perkara yang anak anda boleh pelajari. Pergi membeli makanan, menyusun pakaian, dan memasak ialah peluang yang bagus untuk anda bercakap dengan anak anda dan untuk pembelajaran mereka. 🍅 Jelaskan apa yang anda lakukan dan tanyakan soalan. Jika boleh, bermain permainan mengira, dan nyatakan nombor, bentuk dan huruf yang anda lihat. Sebagai contoh, bentuk segi empat dan bulatan, dan nombor serta huruf pada label. 🔷 🔵 \n\n2️⃣ Anda boleh membantu anak anda dengan meluangkan sedikit masa khususnya sewaktu aktiviti pembelajaran. Contohnya, bolehkah anda luangkan 5 minit pada waktu petang untuk melihat gambar bersama-sama atau membaca buku kanak-kanak? 📖",
  "A parent asks for the recommended daily intake of food categories.": "Salah seorang ibu bapa bertanya tentang pengambilan makanan harian mengikut kategori yang disarankan.",
  "It’s great that parents want to learn about the type and quantity of food that their children should consume.": "Sememangnya bagus jika ibu bapa ingin mempelajari tentang jenis dan kuantiti makanan yang diambil oleh anak mereka.",
  "If no one else responds, share this message:": "Kongsikan mesej ini jika tiada siapa yang bertindak balas:",
  "🍞 It's great to hear that you are interested to learn about the recommended daily intake for your children! ☀️ Every day, make sure each child has:\n\n🍚 2-3 servings of carbohydrates. \n1 serving could be: 2 spoons of rice, 2 slices of bread, 1 sweet potato, 1 cup of noodles with soup, or 6 cream crackers.\n\n🍅 3-4 servings of fruits and vegetables. \n1 serving could be: 4 tablespoons of cooked leafy vegetables, ½ cup of other vegetables, 1 medium-sized fruit, 8 grapes, or 4 prunes.\n\n💚 1-2 servings of dairy products and protein. \n1 serving could be: 1 kembong fish, 1 slice of tenggiri fish, 1 chicken thigh, ⅔ cup of anchovies, 2 eggs, 1 cup of lentils, 2 pieces of tempeh/tofu, 1 glass of milk, 1 cup of yoghurt, or 1 slice of cheese.\n\n🚩 Just a little bit of oil, fat, processed sugar, and salt.": "🍞 Seronoknya apabila mendengar anda berminat untuk belajar tentang kadar pengambilan harian yang disyorkan kepada anak-anak anda! ☀️ Setiap hari, pastikan anak anda mengambil: \n\n🍚 2-3 hidangan karbohidrat. 1 hidangan mempunyai: 2 sudu nasi, 2 keping roti, 1 ubi kentang, 1 cawan mi bersama sup, atau 6 keping biskut krim. \n\n🍅 3-4 hidangan buah-buahan dan sayur-sayuran. 1 hidangan mempunyai: 4 sudu besar sayur-sayuran yang telah dimasak, ½ cawan sayur-sayuran lain, sebiji buah bersaiz sederhana, 8 biji buah anggur, atau 4 biji buah prun. \n\n💚 1-2 hidangan produk tenusu dan protein. 1 hidangan mempunyai: 1 ekor ikan kembung, 1 ketul ikan tenggiri, 1 ketul paha ayam, ⅔ cawan ikan bilis, 2 biji telur, 1 cawan lentil, 2 keping tempe/tauhu, 1 gelas susu, 1 cawan yogurt, atau 1 keping keju. \n\n🚩 Gunakan sedikit sahaja minyak, lemak, gula proses, dan garam.",
  "A parent wants to know more about healthy food habits to practise at home.": "Salah seorang ibu bapa ingin mengetahui lebih lanjut tentang tabiat pemakanan yang sihat untuk diamalkan di rumah.",
  "Adults in the house can set a good example for their children on healthy eating habits. Share the message below to give parents ideas on how to cultivate good habits at home.": "Golongan dewasa di rumah boleh menunjukkan contoh yang baik kepada anak-anak tentang amalan pemakanan yang sihat. Kongsikan pesanan di bawah untuk memberi idea kepada ibu bapa tentang cara untuk memupuk sikap yang baik di rumah.",
  "Share this message": "Kongsikan mesej ini",
  "⭐ Making healthy food choices as a family is a good way to teach your children to do the same! \n\n👀 Your children will observe and learn from the eating habits of people around them. \n\n✅ Healthy food habits include eating more vegetables and fruits. \n\n❌ Unhealthy food choices include oil, fat, salt, and processed sugar. \n\n❗On the whole, your family should consume more fresh food items 🌱 instead of highly processed items 🎂 or fast food. \n\n⏰ Have consistent eating times so that your children don’t overeat or develop stomach issues from snacking all the time. \n\n🔶 Remember to enjoy a variety of food in moderation!": "⭐ Pemilihan makanan yang sihat dalam keluarga merupakan salah satu cara untuk mengajar anak anda supaya melakukan perkara yang sama! \n\n👀 Anak-anak anda akan memerhati dan belajar daripada tabiat pemakanan orang sekeliling mereka. \n\n✅ Tabiat pemakanan yang sihat mencakupi pengambilan buah-buahan dan sayur-sayuran yang lebih banyak. \n\n❌ Antara pilihan makanan yang tidak sihat adalah seperti minyak, lemak, garam dan gula proses.\n\n❗Secara keseluruhannya, keluarga anda perlu mengambil lebih banyak makanan yang segar 🌱 berbanding makanan yang diproses 🎂 atau makanan segera.\n\n🔶 Ingatlah untuk menikmati pelbagai jenis makanan tetapi dalam kuantiti yang sederhana!",
  "No one volunteered to be group moderators": "Tiada sesiapa yang sukarela untuk menjadi moderator kumpulan",
  "If no one volunteers to lead group discussions, you will close with the message below.": "Anda perlu menutup dengan mesej di bawah jika tiada siapa yang sukarela untuk memimpin perbincangan kumpulan.",
  "Alternate Closing Message": "Mesej Penutup Alternatif",
  "Thank you for sharing your thoughts 💙Since we don’t have any volunteers for group moderators, I will be closing this WhatsApp Support Group at the end of the Programme. \n\nRemember, you can still continue your ParentText journey with your family!": "Terima kasih kerana berkongsi pendapat anda 💙 Memandangkan kita tidak mempunyai sukarelawan yang sanggup memegang tanggungjawab sebagai moderator, saya akan membubarkan Kumpulan Sokongan Whatsapp di akhir Program ini. \n\nMeskipun begitu, anda masih lagi boleh meneruskan perjalanan ParentText bersama keluarga anda!",
  "Participants share that the programme was not helpful or that they are still struggling": "Peserta berkongsi bahawa program tersebut tidak membantu atau mereka masih mengalami kesulitan",
  "If a parent is still struggling or needs more support, consider sending the message below.": "Jika ibu bapa masih mengalami kesulitan atau perlukan sokongan lanjut, cuba hantarkan mesej berikut.",
  "Hello 👋\n\\rThank you for sharing your thoughts about the programme. I’m sorry that you’re facing challenges. Here are a couple of things you can try: \\r\\r1️⃣If there’s a skill or goal that you are finding difficult, remember you can always go back to it by typing MENU. Practice makes perfect! ✨\n\n2️⃣If you feel comfortable, please feel free to chat about the areas you’re finding tough with your peers in the WhatsApp Support Group. Your peers might have some helpful tips 👍\n\nRemember, everyone’s learning journey is unique, and change takes time. But trust me, if you keep practising the skills you’ve learned, you’ll start to see progress. 🏅": "Helo 👋\n\\rTerima kasih atas perkongsian pendapat anda berkenaan program ini. Saya mohon maaf atas sebarang kesulitan yang dihadapi. Ini adalah beberapa perkara yang boleh anda cuba: \\r\\r1️⃣Jika anda menghadapi kesukaran dengan sebarang kemahiran atau matlamat program, anda boleh menekan butang MENU untuk kembali semula. Ingat, alah bisa tegal biasa! ✨\n\n2️⃣ Anda juga digalakkan untuk berbincang mengenai kesukaran dan cabaran yang dihadapi bersama rakan-rakan dalam Kumpulan Sokongan WhatsApp. Kemungkinan besar, rakan sekumpulan anda mempunyai petua-petua yang boleh membantu 👍\n\nKetahuilah bahawa proses pembelajaran setiap individu adalah berbeza, dan perubahan memerlukan masa. Namun begitu, jika anda terus berlatih hari demi hari, pasti akan ada perubahan kerana usaha tidak pernah mengkhianati hasil🏅",
  "Parents are feeling concerned, stressed or sad as the programme comes to an end.": "Ibu bapa berasa bimbang, tertekan atau sedih kerana program hampir tiba ke penghujungnya.",
  "Parents would not be sad if they didn’t enjoy this group or find it useful. What a gift you have given them! Congratulations! \\r\\rTo support them with this transition, consider sending the message below.": "Ibu bapa tidak akan berasa sedih sekiranya mereka tidak berasa seronok ketika berada dalam kumpulan ini atau menganggapnya tidak berguna. Itulah hadiah yang telah kamu berikan kepada mereka! Tahniah! \\r\\r Untuk menyokong mereka dengan peralihan ini, anda boleh mempertimbangkan untuk menghantar pesanan di bawah.",
  "Message of Support": "Mesej Sokongan",
  "Hello 👋\nThank you for sharing your feelings. \nIt’s okay to have fears or feel sad when something you’ve been a part of is ending. \nRemember, \n1️⃣Even though the programme is ending, your journey of learning doesn’t have to stop. You’ve gained some ⭐amazing ⭐parenting skills that you can carry with you. \n2️⃣The peer support group you’ve made through ParentText is also here to support you well beyond the programme. Keep sharing your success and struggles in the WhatsApp Support Group, or with your peers. \n3️⃣If you ever want to go back to any parenting skills or goals, you can type MENU. Practise makes perfect ✨\nYou did great throughout the ParentText journey!": "Helo 👋\nTerima kasih atas luahan perasaan anda.\nTidak mengapa jika anda berasa takut atau sedih apabila sesuatu yang pernah menjadi sebahagian hidup anda telah berakhir.\nIngat,\n1️⃣Pembelajaran anda tidak perlu berhenti walaupun program sudah tamat. Anda telah memperoleh beberapa kemahiran keibubapaan yang ⭐menakjubkan⭐ yang boleh anda amalkan sentiasa. \n2️⃣Kumpulan sokongan rakan sekumpulan yang anda sertai melalui ParentText juga berada di sini untuk menyokong anda di luar program. Teruskan berkongsi kejayaan dan perjuangan anda dalam Kumpulan Sokongan WhatsApp, atau dengan rakan sekumpulan anda.\n3️⃣Anda boleh menaip MENU, sekiranya ingin kembali ke mana-mana kemahiran atau matlamat keibubapaan. Latihan memperkasakan kemahiran ✨\nAnda telah melakukan yang terbaik sepanjang perjalanan anda dengan ParentText!",
  "What if no one participates?": "Bagaimana jika tiada siapa yang menyertai?",
  "If your chat goes silent after the prompt, consider sharing these ideas or suggestions:": "Jika pesanan anda kekal diam pada waktu yang sepatutnya, anda boleh pertimbangkan idea dan cadangan ini:",
  "Directly ask a specific parent to share": "Meminta ibu bapa tertentu untuk berkongsi secara terus",
  "[Enter a Parent's Name], we'd love to hear about your week with ParentText. Would you be interested in sharing how it went?": "[Enter a Parent's Name], kami ingin mendengar tentang pengalaman anda bersama ParentText untuk minggu ini. Bolehkah anda berkongsi tentang pengalaman anda dalam minggu ini?",
  "Before hitting send, please make sure to tag a specific parent by typing @Parent’s Name": "Pastikan untuk menanda ibu bapa tertentu dengan menaip @Parent’s Name sebelum menekan butang hantar",
  "Check-in with the parents on how they are feeling": "Periksa keadaan ibu bapa tentang perasaan mereka",
  "Hello Parents,\n\n👋😊 I wanted to check in on everyone and see how you're feeling. Please share your current mood with an emoji – it can be anything that reflects your day or state of mind. Let's express ourselves with emojis! 🌟": "Helo Ibu Bapa,\n\n👋😊 Saya ingin bertanya khabar semua orang dan ingin mengetahui perasaan anda pada ketika ini. Sila kongsikan bagaimana mood anda sekarang dengan emoji – anda bebas menggunakan apa sahaja emoji yang mencerminkan hari atau keadaan minda anda. Mari ungkapkan diri kita dengan emoji! 🌟",
  "Check if it is a good time for WhatsApp Chat": "Periksa jika ia adalah masa yang tepat untuk Sembang WhatsApp",
  "Hello Parents, 👋\n\n⏱️I value your time and want to ensure our chat is convenient for everyone. \n\n⭐Does this time work well for our conversations? \n\n🔔Is there another time that works for you? \n\nYour input matters!": "Helo Ibu Bapa, 👋\n\n⏱️Saya hargai masa anda dan ingin memastikan perbualan kita selesa bagi semua orang. \n\n⭐Adakah masa ini sesuai untuk perbualan kita? \n\n🔔Adakah masa lain lebih sesuai untuk anda? \n\nPendapat anda sangat dihargai!",
  "Overview of the Naungan Kasih Programme": "Gambaran Keseluruhan Program Naungan Kasih",
  "Welcome to the Naungan Kasih Positive Parenting Programme! \n\nThank you for your commitment and dedication to promoting child wellbeing through positive parenting and consequently reducing violence against children. \nYou are a shining star for happy families!": "Selamat Datang ke Program Keibubapaan Positif Naungan Kasih! \n\nTerima kasih atas komitmen dan dedikasi anda untuk mempromosi kesejahteraan anak melalui keibubapaan yang positif dan seterusnya mengurangkan keganasan terhadap kanak-kanak. \nAnda adalah sinar harapan bagi keluarga bahagia anda!",
  "Welcome": "Selamat Datang",
  "What’s inside Facilitator Guide?": "Apakah isi kandungan Panduan Fasilitator?",
  "This guide is for YOU!! \nA comprehensive guide to help you deliver Naungan Kasih to families around you. \nSteps on how to introduce caregivers to the programme, and support them\nSpecific information on the programme’s content.": "Panduan ini untuk ANDA!! \nPanduan lengkap yang dapat membantu anda menyampaikan Naungan Kasih kepada keluarga di sekeliling anda. \nLangkah-langkah tentang cara memperkenalkan program ini kepada penjaga dan menyokong mereka\nMaklumat khusus tentang kandungan program.",
  "What to remember?": "Apa yang perlu diambil tahu?",
  "It is important to follow this manual as closely as possible. However, manuals are only a guide to support you after what you have learned in the training workshop. \nWhat you deliver – the content of the manual – is only 20% of the programme. The rest 80%? It’s all about HOW you facilitate the programme and behave towards the parents.": "Manual ini harus diikuti dengan sebaik mungkin. Walau bagaimanapun, manual ini hanyalah sebagai panduan bagi menyokong anda selepas anda menerima pembelajaran dalam bengkel latihan. \nKandungan manual – yang anda sampaikan – hanyalah 20% daripada program ini. Baki 80% lagi? Adalah BAGAIMANA anda menguruskan program ini dan sikap anda terhadap ibu bapa.",
  "Skills you need": "Kemahiran yang anda perlukan",
  "The core skills of a facilitator are a mirror for parents to learn how to use a collaborative approach to problem solving and bring about the change we want to see in parents and the community. These include understanding stages of child development, praising and encouraging parents, using active listening skills, being consistent and compassionate, exploring problems, and practising solutions.": "Kemahiran asas fasilitator merupakan cerminan kepada ibu bapa semasa mempelajari cara menggunakan pendekatan kerjasama dalam penyelesaian masalah dan membawa perubahan yang diingini dalam kalangan ibu bapa dan masyarakat. Ini termasuklah memahami tahap perkembangan anak, memuji dan menggalakkan ibu bapa, menggunakan kemahiran pendengaran yang aktif, sentiasa konsisten dan bertolak ansur, meneroka masalah dan mengamalkan jalan penyelesaian.",
  "⭐Remember": "⭐Ingat",
  "Just as we say to the parents, “It is what you do at home that makes the difference,” the same thing applies to you: “It is how you interact with the parents in your group that makes the difference.” \nWhen you practise facilitation skills before a session, you will be more confident and able to deliver the programme. If there is anything that you cannot remember or feel unsure of, practise it with your co-facilitator. It is also important that you practise the programme skills with your own children (if you have any). You may also find it helpful in building positive relationships with others – your colleagues, friends, and loved ones!\nAccess the Facilitator Guide for your group by clicking on your Group Name icon below.": "Seperti apa yang telah kita katakan kepada para ibu bapa, \"Perubahan bermula dari tingkah laku anda semasa berada rumah anda,” perkara yang sama jugalah yang akan berbalik kepada diri anda: “Cara anda berinteraksi dengan ibu bapa yang lain dalam kumpulan juga akan turut menghasilkan perubahan.\" \nAnda akan menjadi lebih yakin dan mampu untuk menyampaikan isi program jika anda berlatih kemahiran fasilitasi sebelum sesi bermula. Berlatih dengan rakan fasilitator anda jika terdapat sebarang perkara yang anda tidak ingat atau tidak pasti. Ia juga penting untuk anda berlatih kemahiran program dengan anak anda sendiri (jika ada). Anda juga mungkin mendapati bahawa ia berguna dalam membina hubungan yang positif dengan orang lain – rakan sekerja, rakan dan orang tersayang!\nAkses Panduan Fasilitator untuk kumpulan anda dengan mengklik pada ikon Nama Kumpulan anda di bawah.",
  "Guide for In-Person Onboarding": "Panduan untuk Pengenalan Secara Bersemuka",
  "The Onboarding Session sets the tone for the entire Naungan Kasih programme. It is important to create a space that is welcoming and safe for the participants to feel at ease and familiarise themselves with the programme.\nAccess the Facilitator Guide for your group by clicking on your Group Name icon below.": "Sesi Pengenalan telah menetapkan nada program Naungan Kasih secara keseluruhannya. Kewujudan ruang yang mesra dan selamat untuk para peserta adalah penting supaya mereka berasa selesa dan dapat membiasakan diri mereka untuk program ini.\nAkses Panduan Fasilitator untuk kumpulan anda dengan mengklik pada ikon Nama Kumpulan anda di bawah.",
  "Group A": "Kumpulan A",
  "Group B": "Kumpulan B",
  "Guide for Parent Reflection and Celebration": "Panduan untuk Renungan dan Sambutan Ibu Bapa",
  "Parent Reflection and Celebration is the last in-person session of Naungan Kasih. In this session, you, along with the parents, will celebrate parents’ completion of Naungan Kasih and give them an opportunity to share their experiences. \n\nThis in-person session is only applicable for facilitators of Group C and D.": "Sesi secara bersemuka Naungan Kasih yang terakhir ialah sesi Renungan dan Sambutan Ibu Bapa. Anda bersama-sama dengan ibu bapa akan menyambut ibu bapa yang telah menyelesaikan program Naungan Kasih dan berikan mereka peluang untuk berkongsi pengalaman mereka dalam sesi ini. \n\nSesi bersemuka ini hanya untuk fasilitator Kumpulan C dan D.",
  "Group C": "Kumpulan C",
  "Group D": "Kumpulan D",
  "Related information": "Maklumat berkaitan",
  "How to Use This App": "Cara Menggunakan Aplikasi Ini",
  "The purpose of this app is to support you in delivering the programme. You will use this app to: \nAdd parents to FaciNK \nAccess Facilitator Guide for delivering in-person sessions\nConduct Weekly WhatsApp Support Group Sessions (applicable for Group A and C only) \nReport Attendance\nHandle safeguarding issues\nHere, we will cover how to conduct Weekly WhatsApp Support Group Sessions (for Group A and C only)\n\nFor other information, click on the links below.": "Tujuan aplikasi ini adalah untuk menyokong anda dalam menyampaikan program ini. Anda akan menggunakan aplikasi ini untuk: \nTambahkan ibu bapa ke FaciNK \nMengakses Panduan Fasilitator untuk menyampaikan sesi secara bersemuka\nMemimpin Sesi Kumpulan Sokongan WhatsApp Mingguan (hanya untuk Kumpulan A dan C sahaja) \nLaporan Kehadiran\nMenguruskan masalah perlindungan\nKami akan merangkumi cara memimpin Sesi Kumpulan Sokongan WhatsApp Mingguan (hanya untuk Kumpulan A dan C sahaja) di sini\n\nKlik pautan di bawah untuk maklumat lanjut.",
  "How to Conduct Weekly WhatsApp Support Group Sessions": "Cara Memimpin Sesi Kumpulan Sokongan WhatsApp Mingguan",
  "Create a WhatsApp Group": "Cipta Kumpulan WhatsApp",
  "If your group will receive facilitated WhatsApp support, please make sure you have done the following before the onboarding session starts: \nSave the names and WhatsApp numbers of the parents assigned to you on your phone (if available), so you can easily confirm details during the onboarding session. \nCreate your WhatsApp group (with temporary group name, icon, description). The name of each WhatsApp group has the same structure:\n“Naungan Kasih”\nYour group (B or D) \nA name selected by the group \nWhen you create your temporary group name, you will use the first 2 parts: \"Naungan Kasih” + your group. \nFor example, if you have a WhatsApp group for group A, your temporary group name will be “Naungan Kasih_GroupA”. \nYou can keep your temporary group name or you can add a name to the temporary group name. For example, “Naungan Kasih_GroupA_HappyFamilies”.": "Sila pastikan anda telah melakukan perkara berikut sebelum sesi pengenalan bermula jika kumpulan anda akan menerima sokongan WhatsApp yang dipermudah: \nSimpan nama dan nombor WhatsApp para ibu bapa yang telah diserahkan kepada anda dalam telefon anda (jika sedia ada), jadi anda dapat mengesahkan butiran dengan mudah semasa sesi pengenalan. \nCipta kumpulan WhatsApp anda (dengan nama kumpulan, ikon, penerangan sementara). Nama bagi setiap kumpulan WhatsApp mempunyai struktur yang sama:\n“Naungan Kasih”\nKumpulan anda (B atau D) \nNama yang dipilih secara berkumpulan \nAnda akan menggunakan 2 bahagian pertama: \"Naungan Kasih\" + kumpulan anda ketika anda mencipta nama kumpulan sementara anda. \nSebagai contoh, nama kumpulan sementara anda akan menjadi “Naungan Kasih_KumpulanA” jika nama kumpulan WhatsApp anda ialah Kumpulan A. \nAnda boleh kekalkan nama kumpulan sementara anda atau anda boleh menambah nama kepada nama kumpulan sementara anda. Sebagai contoh, “Naungan Kasih_KumpulanA_KeluargaBahagia”.",
  "Sharing Weekly Messages": "Berkongsi Mesej Mingguan",
  "Look for the \"Weekly Sessions\" section on FaciNK homepage\nFind the specific week you want to share and click on it.\nOnce you're on the content for that week, locate the \"Share\" icon. It's typically represented as an arrow pointing upward or a box with an arrow, and it's used to share content. Click on the \"Share\" icon.\nIn the menu that appears, select \"WhatsApp\" as your sharing option.\nChoose your Naungan Kasih Support Group from the list. \nBefore you hit the \"Send\" button, make sure to add any necessary information \nFinally, click the \"Send\" button to share the content with your Naungan Kasih Support Group.": "Cari bahagian \"Sesi Mingguan\" pada halaman utama FaciNK\nCari minggu tertentu yang anda ingin kongsikan dan klik minggu tersebut.\nCari ikon \"Kongsi\" jika anda sudah menjumpai kandungan untuk minggu tersebut. Ikon ini lazimnya digambarkan sebagai anak panah yang menunjuk ke atas atau sebuah kotak dengan anak panah, dan digunakan untuk berkongsi kandungan. Klik pada ikon \"Kongsi\".\nDalam menu yang sedia ada, pilih \"WhatsApp\" sebagai pilihan perkongsian anda. \nPilih Kumpulan Sokongan Naungan Kasih anda daripada senarai. \nPastikan anda menambah sebarang maklumat yang diperlukan sebelum anda mengetik butang \"Hantar\" \nAkhir sekali, klik butang \"Hantar\" untuk berkongsi kandungan dengan Kumpulan Sokongan Naungan Kasih anda.",
  "Help with WhatsApp Support Group": "Bantu dengan Kumpulan Sokongan WhatsApp",
  "If you require help while moderating your WhatsApp Support Group, the weekly sessions provide a list of common parental challenges and potential solutions.\n\\rFollow the same instructions as Sharing Weekly Messages to share the solutions to the challenges. \n\nIf you encounter a challenge not covered in the weekly session, kindly contact your supervisor for further guidance.": "Sesi mingguan menyediakan senarai cabaran keibubapaan yang lazim dan penyelesaian yang sesuai jika anda memerlukan bantuan ketika sedang mengendalikan Kumpulan Sokongan WhatsApp anda.\n\\rIkut arahan yang sama seperti Berkongsi Mesej Mingguan untuk berkongsi penyelesaian bagai cabaran tersebut. \n\nHubungi penyelia anda untuk bimbingan lanjut jika anda menghadapi cabaran yang tidak dirangkumi dalam sesi mingguan.",
  "Overview of Naungan Kasih": "Gambaran Keseluruhan Naungan Kasih",
  "Onboarding In-person session": "Sesi pengenalan secara bersemuka",
  "Closing In-person session": "Sesi penutup secara bersemuka",
  "Handing over WhatsApp Group": "Menyerahkan Kumpulan WhatsApp",
  "Related Information": "Maklumat Berkaitan",
  "How to Add Parents & Report Attendance": "Cara Menambah Ibu Bapa & Laporkan Kehadiran",
  "Each week, whether you meet in person or chat over WhatsApp, you will report parent participation and answer a few questions about your experience.": "Anda akan melaporkan penyertaan ibu bapa dan menjawab beberapa soalan tentang pengalaman anda setiap minggu sama ada melalui sembang menerusi WhatsApp atau secara bersemuka.",
  "Adding Parents & Reporting Attendance": "Menambah Ibu Bapa & Laporkan Kehadiran",
  "How to Add a Parent": "Cara Menambah Ibu Bapa",
  "Select the profile icon from the bottom navigation bar. \n\nChoose “Add Parent”\n\nEnter parent details in the form. To enter the parent’s unique identifier (UID), ask them to text “ID” on ParentText. Copy the 6-digit number into the parent profile.": "Pilih ikon profil daripada bar navigasi sebelah bawah. \n\nPilih “Tambah Ibu Bapa”\n\nMasukkan butiran ibu bapa dalam borang. Minta ibu bapa untuk menghantar teks “ID” di ParentText untuk memasukkan pengenal unik (UID) mereka. Salin nombor 6 digit ke dalam profil ibu bapa.",
  "How to Add a Co-Parent": "Cara Menambah Ibu Bapa Bersama",
  "If two parents are participating in the programme, together, you must link their accounts. \n\nTo add a second parent, select the profile icon from the bottom navigation bar. \n\nChoose “Edit Parents”\n\nNavigate to the primary parent and edit their profile. \n\nSelect “Add Co-Parent”\n\nEnter the co-parent’s unique identifier by asking them to text “ID” to ParentText on their phone. Enter the 6-digit code shared. \n\nAdd the co-parent’s additional details. \n\nSelect “Save”": "Anda perlu hubungkan akaun ibu bapa jika kedua-dua ibu bapa menyertai program ini. \n\nPilih ikon profil daripada bar navigasi sebelah bawah untuk menambah ibu bapa yang kedua. \n\nPilih “Sunting Ibu Bapa”\n\nPergi ke ibu bapa utama dan sunting profil mereka. \n\nPilih “Tambah Ibu Bapa Bersama”\n\nMasukkan pengenal unik ibu bapa bersama dengan meminta mereka menghantar teks “ID” kepada ParentText menggunakan telefon mereka. Masukkan kod 6 digit yang dikongsi. \n\nTambahkan butiran tambahan mengenai ibu bapa bersama. \n\nPilih “Simpan”",
  "How to Report Attendance": "Cara Melaporkan Kehadiran",
  "Select the pencil icon from the bottom navigation bar. \n\nSelect whether you are reporting on an in-person or WhatsApp session with your parents. \n\nComplete the report.": "Pilih ikon pensel daripada bar navigasi di sebelah bawah. \n\nPilih sama ada anda melaporkan secara bersemuka atau melalui sesi WhatsApp bersama ibu bapa anda. \n\nLengkapkan laporan tersebut.",
  "How to Edit an Attendance Report": "Cara Menyunting Laporan Kehadiran",
  "Select the pencil icon from the bottom of the navigation bar. \n\nSelect whether the session you want to edit was an in-person or WhatsApp session. \n\nSelect the session that you want to edit.\n\nYour previous selections will appear. You can now edit your selections and select “Save”": "Pilih ikon profil daripada bar navigasi sebelah bawah. \n\nPilih sama ada sesi yang anda ingin sunting adalah sesi bersemuka atau WhatsApp. \n\nPilih sesi yang anda ingin sunting.\n\nPemilihan anda sebelum ini akan muncul. Anda kini boleh sunting pilihan anda dan pilih \"Simpan”",
  "How to use the App": "Cara menggunakan Aplikasi",
  "Energisers": "Pemberi tenaga",
  "If the energy levels of the group gets low, you can lead a brief energising activity with the parents. This keeps participants alert and active for the next part of the programme. \nYou can use any of the suggested energisers or ask the group for suggestions.": "Anda boleh memimpin aktiviti yang bertenaga bersama ibu bapa jika kumpulan menjadi kurang bertenaga. Ini dapat menjadikan para peserta kekal aktif dan peka untuk meneruskan bahagian program yang lain. \nAnda boleh menggunakan sebarang pemberi tenaga yang disarankan atau meminta saranan dalam kumpulan.",
  "Give me a …": "Beri saya …",
  "Note: Number = a clap\nGive me a 1 = Clap\nGive me a 2 = Clap Clap\nGive me a 4 = Clap, clap clap, clap (start back at 1)": "Nota: Nombor = tepuk tangan\nBeri saya 1 = Tepuk\nBeri saya 2 = Tepuk Tepuk\nBeri saya 4 = Tepuk, tepuk tepuk, tepuk (mulakan semula dengan 1)",
  "Do the wiggly (dance)": "Lakukan gerakan goyang (menari)",
  "Put your arms out, put your arm in, out, in and do the wiggly\nPut your right foot out, put your right foot in, in, out and do the wiggly\nPut your left foot out, put your left foot in, in, out and do the wiggly\n(Continue with any other body parts of choice.)": "Keluarkan tangan anda, letakkan tangan anda ke dalam, keluar, ke dalam dan lakukan goyang-goyang\nLetakkan kaki kanan anda keluar, masukkan kaki kanan anda ke dalam, masuk, keluar dan lakukan goyang-goyang\nLetakkan kaki kiri anda keluar, masukkan kaki kiri anda ke dalam, masuk, keluar dan lakukan goyang-goyang\n(Teruskan dengan mana-mana bahagian badan pilihan lain.)",
  "The Shake It Off Groove": "Gerakan Shake It Off",
  "Shake your right hand, shake your left hand, right, left and shake it off\nShake your right foot, shake your left foot, right, left and shake it off\nShake your head, shake your hips, head, hips and shake it off\nContinue with any other body parts you like.": "Goncang tangan kanan, goncang tangan kiri, kanan, kiri dan goncang\nGoncang kaki kanan, goyang kaki kiri, kanan, kiri dan goyangkannya\nGoyang kepala, goyang pinggul, kepala, pinggul dan goyangkan semua\nTeruskan dengan mana-mana bahagian badan lain yang anda suka.",
  "Numbered Dance Moves": "Pergerakan Tarian Bernombor",
  "Assign different dance moves to numbers (e.g., 1 = spin, 2 = hop, 3 = twirl).\nCall out numbers, and participants perform the corresponding dance move.": "Tetapkan gerakan tarian yang berbeza dengan nombor (cth., 1 = berpusing, 2 = lompat, 3 = berputar).\nSebutkan nombor, dan peserta melakukan gerakan tarian yang sepadan.",
  "Share": "Kongsi",
  "your supervisor": "penyelia anda",
  "FacilitatorApp": "FacilitatorApp",
  "facilitator": "fasilitator",
  "FaciNK": "FaciNK",
  "WhatsApp": "WhatsApp",
  "Language": "Bahasa",
  "parent groups": "kumpulan ibu bapa",
  "Tap and type": "Ketik dan taip",
  "Tap and select": "Ketik dan pilih",
  "Your name": "Nama anda",
  "[INSERT NAME]": "[MASUKKAN NAMA]",
  "Your state": "Negeri anda",
  "Select co-parent from existing parents": "Pilih ibu bapa bersama daripada ibu bapa sedia ada",
  "Open feedback": "Buka maklum balas",
  "Close feedback": "Tutup maklum balas",
  "Templates": "Templat",
  "Reset app": "Menetapkan semula aplikasi",
  "@global.parent_app has downloaded an update. Please restart the app to finish installation.": "@global.parent_app telah memuat turun satu kemas kini. Untuk menyelesaikan pemasangan, sila mulakan semula aplikasi.",
  "Restart": "Mula semula",
  "add": "tambah",
  "blue": "biru",
  "play": "main",
  "orange": "jingga",
  "globe": "glob",
  "dark-orange": "jingga tua",
  "reader": "pembaca",
  "yellow": "kuning",
  "What type of session are you submitting a report for?": "Apakah jenis sesi dalam laporan yang anda ingin hantar?",
  "Parent name": "Nama ibu bapa",
  "@local.this_tag == @item.tag_1": "@local.this_tag == @item.tag_1",
  "In-Person": "Secara Bersemuka",
  "How many minutes did it take you to travel to the location where the session was delivered?": "Berapa minit yang anda ambil untuk pergi ke lokasi di mana sesi tersebut dijalankan?",
  "How many minutes did it take you to deliver the session?": "Berapa minit yang anda ambil untuk menyampaikan sesi ini?",
  "Which of the parents in your group attended your in-person session?": "Antara ibu bapa dalam kumpulan anda, siapakah yang menghadiri sesi bersemuka bersama anda?",
  "Submit": "Hantar",
  "media": "media",
  "Sample ODK form": "Borang ODK contoh",
  "Parent profile": "Profil ibu bapa",
  "Name": "Nama",
  "ParentText ID": "ID ParentText",
  "Co-parenting with": "Keibubapaan bersama dengan",
  "parent_id: @local.parent_id; \nparent_name: @local.parent_name; \nparent_id_external: @local.parent_id_external": "id_ibubapa: @local.parent_id; \nnama_ibubapa: @local.parent_name; \nid_ibubapa_luaran: @local.parent_id_external",
  "Save": "Simpan",
  "pdf": "pdf",
  "profile": "profil",
  "about": "tentang",
  "groups": "kumpulan",
  ".split(\";\")": ".asingkan(\";\")",
  "Group @item.id": "Kumpulan @item.id",
  "Add a new parent": "Tambah ibu bapa baharu",
  "Add a new group": "Tambah kumpulan baharu",
  "id": "id",
  "Syncing...": "Menyegerakkan...",
  "Copy code": "Salin kod",
  "Copied!": "Disalin!",
  "Last sync at: @local.sync_latest": "Terakhir disegerakkan pada: @local.sync_latest",
  "This device has never been synced. Sync to reveal your code.": "Peranti ini belum pernah disegerakkan. Segerakkan untuk melihat kod anda.",
  "Sync now": "Segerakkan sekarang",
  "package": "pakej",
  "Which of the following applies to you?": "Manakah antara berikut yang sesuai dengan anda?",
  "How many minutes did it take you to prepare for the session?": "Berapa minit yang anda ambil untuk bersiap bagi sesi ini?",
  "minutes": "minit",
  "Which session are you reporting on?": "Sesi manakah yang anda laporkan?",
  "How many minutes did you spend facilitating your parent @global.share_medium group over the last week?": "Berapa minit anda luangkan untuk menjadi fasilitator kumpulan @global.share_medium ibu bapa anda sepanjang minggu lepas?",
  "Which of the parents in your group participated?": "Manakah ibu bapa dalam kumpulan anda yang turut serta?",
  "Participation is defined as any parent who posts a comment, question, reply or reaction (such as a thumbs up) within the chat since you shared the first message from the weekly discussion.": "Penyertaan ditakrifkan sebagai mana-mana ibu bapa yang menyiarkan komen, soalan, balasan atau reaksi (seperti ibu jari suka) dalam sembang ketika anda berkongsi mesej pertama daripada perbincangan mingguan."
}