[
  {
    "SourceText": "Your data is important to us. This privacy policy sets out our policies for the collection, use, and disclosure of personal data in the use of @global.app_name.\n\nPlease read this privacy policy carefully. By downloading or using the app, you confirm to be informed concerning the collection and use of personal data in relation to this policy. We will not use or share your personal data with anyone except as described in this privacy policy.\n\nThe terms used in this privacy policy have the same meanings as in our terms and conditions, unless otherwise defined in this privacy policy.",
    "text": "Data anda penting bagi kami. Dasar privasi ini menetapkan dasar kami untuk pengumpulan, penggunaan dan pendedahan data peribadi dalam penggunaan @global.app_name.\n\nSila baca dasar privasi ini dengan teliti. Dengan memuat turun atau menggunakan Apl, anda mengesahkan untuk dimaklumkan mengenai pengumpulan dan penggunaan data peribadi berhubung dengan dasar ini. Kami tidak akan menggunakan atau berkongsi data peribadi anda dengan sesiapa kecuali seperti yang diterangkan dalam dasar privasi ini.\n\nTerma yang digunakan dalam dasar privasi ini mempunyai maksud yang sama seperti dalam terma dan syarat kami, melainkan ditakrifkan sebaliknya dalam dasar privasi ini.",
    "type": "data_list",
    "note": "The string @global.app_name. should not be translated."
  },
  {
    "SourceText": "Data Controller",
    "text": "Pengawal Data",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The data controller responsible for processing your information is \nParenting for Lifelong Health, \nBarnett House, 32 Wellington Square, Oxford, OX1 2ER, United Kingdom.",
    "text": "Pengawal data yang bertanggungjawab untuk memproses maklumat anda ialah \nParenting for Lifelong Health, \nRumah Barnett, 32 Wellington Square, Oxford, OX1 2ER, United Kingdom.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What personal data does @global.app_name collect about you and how do we use it?",
    "text": "Apa data peribadi yang dikumpul oleh @global.app_name tentang anda dan bagaimana kami menggunakannya?",
    "type": "data_list",
    "note": "The string @global.app_name should not be translated."
  },
  {
    "SourceText": "For the purpose of this privacy policy, 'personal data' means any information that enables us to identify an individual, directly or indirectly. We collect data as follows:\n- Personal details (name; surname, gender, nationality, current country of residence);\n- Contact data (phone number);\n- Log data (IP address, device name)\n- Personal details of parents and caregivers (name; surname)\n\n1. **Categories of personal data processed**:\n      - Personal data\n      - Contact data\n      - Log data\n      - or any further personal data necessary to assert or defend one's rights in civil, administrative or criminal proceedings\n\n2. **Purposes of processing**:\n      - Providing the service (to provide parenting support including by communicating with you when you contact us)\n      - Protecting our rights and interests in case of litigation\n      - Feedback processing – you may provide us with feedback on the App. We always anonymise your personal information when sharing and publishing your feedback.\n\n3. **Legal Basis**:\n      - Performance of a contract \n      - Legitimate interests to protect our rights and interests\n\n4. **Data retention period**:\n      - We will retain your personal information for as long as you continue to use the App and for the period strictly necessary to achieve the relevant purposes. In any case, we will not process your data over 4 years after your last use of the App.\n\n - We will retain your personal information for as long as for the period strictly necessary to achieve the relevant purposes.",
    "text": "Untuk tujuan dasar privasi ini, 'data peribadi' bermaksud sebarang maklumat yang membolehkan kami mengenal pasti individu, secara langsung atau tidak langsung. Kami mengumpul data seperti berikut:\n- Butiran peribadi (nama; nama keluarga, jantina, kewarganegaraan, negara tempat tinggal semasa);\n- Data hubungan (nombor telefon);\n- Data log (alamat IP, nama peranti)\n- Butiran peribadi ibu bapa dan penjaga (nama; nama keluarga)\n\n1. **Kategori data peribadi yang diproses**:\n      - Data peribadi\n      - Data kenalan\n      - Log data\n      - atau sebarang data peribadi selanjutnya yang diperlukan untuk menegaskan atau mempertahankan hak seseorang dalam prosiding sivil, pentadbiran atau jenayah\n\n2. **Tujuan pemprosesan**:\n      - Menyediakan perkhidmatan (untuk menyediakan sokongan keibubapaan termasuk dengan berkomunikasi dengan anda apabila anda menghubungi kami)\n      - Melindungi hak dan kepentingan kami sekiranya berlaku litigasi\n      - Pemprosesan maklum balas – anda boleh memberi kami maklum balas pada Apl. Kami sentiasa menamakan maklumat peribadi anda apabila berkongsi dan menerbitkan maklum balas anda.\n\n3. **Asas Undang-undang**:\n      - Pelaksanaan kontrak \n      - Kepentingan yang sah untuk melindungi hak dan kepentingan kita\n\n4. **Tempoh penyimpanan data**:\n      - Kami akan mengekalkan maklumat peribadi anda selagi anda terus menggunakan Apl dan untuk tempoh yang sangat diperlukan untuk mencapai tujuan yang berkaitan. Walau apa pun, kami tidak akan memproses data anda dalam tempoh 4 tahun selepas penggunaan terakhir Apl anda.\n\n      - Kami akan menyimpan maklumat peribadi anda selama tempoh yang sangat diperlukan untuk mencapai tujuan yang berkaitan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Information Sharing and Third Party Service Providers and Websites",
    "text": "Perkongsian Maklumat dan Pembekal Perkhidmatan dan Laman Web Pihak Ketiga",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Your personal data may be shared with third parties such as researchers and partners involved in the improvement or implementation of the app including those outside your country. Prior to the disclosure of information with research partners we will make them anonymous. In reading this privacy policy, you acknowledge that we will use your anonymised data in published research.\n\nWe may transfer your personal data outside your country, for example, to administer cloud services. We will ensure that any country, company or person that we pass your personal information, will treat your information with the same level of protection as we are obliged to and we will rely on Standard Contractual Clauses.\n\nThe app is supported by duly authorized third parties that may collect your personal data in order to provide their services. We do so for the following reasons:\n\n-   To provide the app on our behalf;\n-   To perform app-related services; or\n-   To assist us in analysing how our app is used.\n\nLinks to the privacy policies of third-party service providers used by the app:\n-   [Apple App Store Services](https://www.apple.com/legal/privacy/data/en/app-store/)\n-   [Google Play Services](https://www.google.com/policies/privacy/)\n-   [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n-   [Sentry](https://sentry.io/privacy/)\n-   [Matomo](https://matomo.org/privacy-policy/)\n-   [GlitchTip](https://glitchtip.com/legal/privacy)\n\nThis app may contain links to other sites that are not covered by this privacy policy. If you click on a third-party link, you will be directed to that site. This privacy policy applies only to the processing of your personal data by this app. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which this app links to.",
    "text": "Data peribadi anda mungkin dikongsi dengan pihak ketiga seperti penyelidik dan rakan kongsi yang terlibat dalam penambahbaikan atau pelaksanaan Apl termasuk mereka di luar negara anda. Sebelum pendedahan maklumat dengan rakan kongsi penyelidikan kami akan menghapuskan data yang boleh mengecam identiti pengguna Semasa membaca dasar privasi ini, anda mengakui bahawa kami akan menggunakan data anda yang tidak dicam dalam penyelidikan yang diterbitkan.\n\nKami mungkin memindahkan data peribadi anda ke luar negara anda, contohnya, untuk mentadbir perkhidmatan awan. Kami akan memastikan bahawa mana-mana negara, syarikat atau orang yang kami berikan maklumat peribadi anda, akan memperlakukan maklumat anda dengan tahap perlindungan yang sama seperti yang kami wajibkan dan kami akan bergantung pada Klausa Kontrak Standard.\n\nApl disokong oleh pihak ketiga yang diberi kuasa yang mungkin mengumpul data peribadi anda untuk menyediakan perkhidmatan mereka. Kami berbuat demikian atas sebab-sebab berikut:\n\n- Untuk menyediakan Apl bagi pihak kami;\n- Untuk menyediakan perkhidmatan Apl berkaitan; atau\n- Untuk membantu kami dalam menganalisis bagaimana Apl digunakan.\n\nPautan kepada dasar privasi penyedia perkhidmatan pihak ketiga yang digunakan oleh apl:\n- [Perkhidmatan Apple App Store](https://www.apple.com/legal/privacy/data/en/app-store/)\n- [Perkhidmatan Google Play](https://www.google.com/policies/privacy/)\n- [Google Analitis untuk Firebase](https://firebase.google.com/policies/analytics)\n- [Sentry](https://sentry.io/privacy/)\n- [Matomo](https://matomo.org/privacy-policy/)\n- [GlitchTip](https://glitchtip.com/legal/privacy)\n\nApl ini mungkin mengandungi pautan ke tapak lain yang tidak dilindungi oleh dasar privasi ini. Jika anda mengklik pada pautan pihak ketiga, anda akan diarahkan ke tapak tersebut. Dasar privasi ini hanya terpakai kepada pemprosesan data peribadi anda dengan ini Apl. Ia tidak menangani, dan kami tidak bertanggungjawab ke atas, privasi, maklumat, atau amalan lain mana-mana pihak ketiga, termasuk mana-mana pihak ketiga yang mengendalikan mana-mana tapak atau perkhidmatan yang dipautkan kepada Apl.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How long do we keep your data?",
    "text": "Berapa lama kami menyimpan data anda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We will retain your personal information for as long as you continue to use the app and keep the app installed on your phone and as long as we need it to fulfill our purposes, including any relating to app services as well as legal, accounting, or reporting requirements. In any case, we will not process your data over 4 years after your last use of the app.",
    "text": "Kami akan mengekalkan maklumat peribadi anda selagi anda terus menggunakan Apl dan simpan Apl dipasang pada telefon anda dan selagi kami memerlukannya untuk memenuhi tujuan kami, termasuk apa-apa yang berkaitan dengan perkhidmatan aplikasi serta keperluan undang-undang, perakaunan atau pelaporan. Walau apa pun, kami tidak akan memproses data anda selama 4 tahun selepas penggunaan terakhir anda Apl.\n",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How do we keep your data secure?",
    "text": "Bagaimana kami menyimpan data anda dengan selamat?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. We reserve the right to the storage of your data on third party servers or databases outside of the listed @global.app_name team (refer to the section on Third Party Service Providers and Websites) that provide security measures compliant with applicable privacy laws and regulations.",
    "text": "Kami menghargai kepercayaan anda dalam memberikan kami maklumat peribadi anda, oleh itu kami berusaha untuk menggunakan cara yang boleh diterima secara komersial untuk melindunginya. Kami berhak untuk menyimpan data anda pada pelayan pihak ketiga atau pangkalan data di luar yang disenaraikan @global.app_name pasukan (rujuk bahagian pada Pembekal Perkhidmatan Pihak Ketiga dan Laman Web) yang menyediakan langkah keselamatan yang mematuhi undang-undang dan peraturan privasi yang berkenaan.",
    "type": "data_list",
    "note": "The string @global.app_name should not be translated."
  },
  {
    "SourceText": "Children’s Privacy",
    "text": "Privasi Kanak-Kanak",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you are under the age of 18 you are not allowed to use this app. We do not knowingly collect personally identifiable information from individuals under 18.",
    "text": "Jika anda berumur di bawah 18 tahun anda tidak dibenarkan menggunakan ini Apl. Kami tidak mengumpul maklumat yang boleh dikenal pasti secara peribadi daripada individu di bawah umur 18 tahun. ",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Your data protection rights",
    "text": "Hak perlindungan data anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Under data protection law, you have rights including:\n\nYour right of access - You have the right to ask us for copies of your personal information.\n\nYour right to rectification - You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete.\n\nYour right to erasure - You have the right to ask us to erase your personal information in certain circumstances.\n\nYour right to withdraw consent for data processing at any time - You can choose to halt the processing of your data if consent was the legal basis for handling your information.\n\nYour right to restriction of processing - You have the right to ask us to restrict the processing of your personal information in certain circumstances.\n\nYour right to object to processing - You have the right to object to the processing of your personal information in certain circumstances.\n\nYour right to data portability - You have the right to ask that we transfer the personal information you gave us to another organisation, or to you, in certain circumstances.\n\nYou are not required to pay any charge for exercising your rights. Depending on the circumstances and the nature of your request it may not be possible for us to do what you have asked, for example, where there is a statutory or contractual requirement for us to process your data and it would not be possible to fulfil our legal obligations if we were to stop. Further information on your rights is available from the [Information Commissioner's Office (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).",
    "text": "Di bawah undang-undang perlindungan data, anda mempunyai hak termasuk:\n\nHak akses anda - Anda berhak meminta kami untuk mendapatkan salinan maklumat peribadi anda.\n\nHak anda untuk pembetulan - Anda mempunyai hak untuk meminta kami membetulkan maklumat peribadi yang anda rasa tidak tepat. Anda juga berhak meminta kami melengkapkan maklumat yang anda rasa tidak lengkap.\n\nHak anda untuk memadam - Anda mempunyai hak untuk meminta kami memadamkan maklumat peribadi anda dalam keadaan tertentu.\n\nHak anda untuk menarik balik persetujuan untuk pemprosesan data pada bila-bila masa - Anda boleh memilih untuk menghentikan pemprosesan data anda jika persetujuan adalah asas undang-undang untuk mengendalikan maklumat anda.\n\nHak anda untuk sekatan pemprosesan - Anda mempunyai hak untuk meminta kami menyekat pemprosesan maklumat peribadi anda dalam keadaan tertentu.\n\nHak anda untuk membantah pemprosesan - Anda mempunyai hak untuk membantah pemprosesan maklumat peribadi anda dalam keadaan tertentu.\n\nHak anda untuk mudah alih data - Anda mempunyai hak untuk meminta kami memindahkan maklumat peribadi yang anda berikan kepada kami kepada organisasi lain, atau kepada anda, dalam keadaan tertentu.\n\nAnda tidak perlu membayar sebarang caj untuk melaksanakan hak anda. Bergantung pada keadaan dan jenis permintaan anda, kami mungkin tidak dapat melakukan apa yang anda minta, contohnya, apabila terdapat keperluan berkanun atau kontrak untuk kami memproses data anda dan kami tidak akan dapat memenuhi kewajipan undang-undang kami jika kami berhenti. Maklumat lanjut tentang hak anda boleh didapati daripada [Pejabat Pesuruhjaya Maklumat (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).\n",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Removing the app",
    "text": "Mengalih keluar aplikasi",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We are sorry if you find our app no longer useful. Should you decide to remove our app, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets.",
    "text": "Kami memohon maaf jika anda mendapati aplikasi kami tidak lagi berguna. Sekiranya anda memutuskan untuk mengalih keluar aplikasi kami, kami mungkin masih mengekalkan beberapa data anda (secara anonim) untuk menyelesaikan masalah, membantu dalam penyiasatan, mematuhi keperluan undang-undang atau untuk menambah set data penyelidikan kami yang sedia ada.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Changes to the Privacy Policy",
    "text": "Perubahan kepada Dasar Privasi",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We may update our privacy policy from time to time. We will notify you in advance of any substantial change will occur. Please review this page periodically for any updates.",
    "text": "Kami mungkin mengemas kini dasar privasi kami dari semasa ke semasa. Kami akan memberitahu anda lebih awal tentang sebarang perubahan besar akan berlaku. Sila semak halaman ini secara berkala untuk sebarang kemas kini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Contact Us",
    "text": "Hubungi Kami",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you have any questions or suggestions about our privacy policy or terms and conditions, do not hesitate to contact us at <info@parentingforlifelonghealth.org>.\n\nIf your concerns are not adequately addressed, you retain the right to file a complaint with the Information Commissioner's Office. You can reach them at 03031231113, contact them via https://ico.org.uk/global/contact-us/, or mail to the Information Commissioner’s Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, England, UK.",
    "text": "Jika anda mempunyai sebarang soalan atau cadangan tentang dasar privasi atau terma dan syarat kami, jangan teragak-agak untuk menghubungi kami di <info@parentingforlifelonghealth.org>.\n\nJika kebimbangan anda tidak ditangani dengan sewajarnya, anda mempunyai hak untuk memfailkan aduan dengan Pejabat Pesuruhjaya Maklumat. Anda boleh menghubungi mereka di 03031231113, hubungi mereka melalui https://ico.org.uk/global/contact-us/, atau e-mel ke Pejabat Pesuruhjaya Maklumat, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, England, UK.\n",
    "type": "data_list",
    "note": "The string <info@parentingforlifelonghealth.org>. should not be translated."
  },
  {
    "SourceText": "Terms & Conditions",
    "text": "Terma & Syarat",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Privacy Policy",
    "text": "Dasar Privasi",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "You can only move on and access the app if you provide your consent.",
    "text": "Anda hanya boleh meneruskan dan mengakses aplikasi jika anda memberikan persetujuan anda.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are:\n1. This is, and will always be, a fully free app.\n2. Your data will never be sold. We are not for profit.\n3. By using the app you are helping to make the app better for you and others.\n4. Your anonymised data may be used for research purposes by our @global.app_name team.",
    "text": "Anda mengakui bahawa anda telah membaca dan menerima @global.terms_and_conditions and @global.privacy_policy dengan memberikan persetujuan anda di bawah. Komitmen yang paling penting adalah:\n1. Ini merupakan aplikasi percuma sepenuhnya sampai bila-bila.\n2. Kami merupakan organisasi bukan untung, oleh itu data anda tidak akan dijual.\n3. Anda membantu menjadikan aplikasi ini lebih baik untuk anda serta orang lain dengan menggunakan aplikasi ini.\n4. Bagi tujuan penyelidikan oleh pasukan @global.app_name kami, data tanpa nama anda mungkin akan digunakan.",
    "type": "template",
    "note": "The following strings should not be translated:\n@global.terms_and_conditions\n@global.privacy_policy\n@global.app_name"
  },
  {
    "SourceText": "These policies are still under construction. We value advice and input to improve them.",
    "text": "Dasar-dasar ini masih dalam proses pembinaan. Kami menghargai nasihat dan input untuk memperbaikinya.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "I consent to the commitments stated above.",
    "text": "Saya bersetuju dengan komitmen yang dinyatakan di atas.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Continue",
    "text": "Teruskan",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Last updated: @global.deployment_terms_text",
    "text": "Kemas kini terakhir: @global.deployment_terms_text",
    "type": "template",
    "note": "The string @global.deployment_terms_text should not be translated."
  },
  {
    "SourceText": "Overview of the Naungan Kasih programme.",
    "text": "Gambaran Keseluruhan Program Naungan Kasih.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Programme Overview",
    "text": "Gambaran Keseluruhan Program",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Onboarding Guide",
    "text": "Panduan Pengenalan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Closing Guide",
    "text": "Panduan Penutup",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Partners",
    "text": "Pasangan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Donors",
    "text": "Penderma",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Facilitator Guide",
    "text": "Panduan Fasilitator",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Chat Sessions",
    "text": "Sesi Sembang",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Common Challenges",
    "text": "Cabaran Lazim",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Frequently Asked Questions",
    "text": "Soalan Lazim",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Safeguarding",
    "text": "Perlindungan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Sessions",
    "text": "Sesi",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Welcome to the @global.app_name. Each week you should select your weekly topic, share the message to your @global.share_groups, and report attendance.",
    "text": "Selamat datang ke @global.app_name. Anda perlu memilih topik mingguan anda setiap minggu, kongsikan mesej tersebut ke dalam @global.share_groups, dan laporkan kedatangan.",
    "type": "data_list",
    "note": "The following strings should not be translated:\n@global.app_name.\n@global.share_groups,"
  },
  {
    "SourceText": "Report",
    "text": "Laporan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Library",
    "text": "Sumber",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Settings",
    "text": "Tetapan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Your profile provides your facilitator ID and is also where you can edit the list of parents attending your groups.",
    "text": "Anda dapat melihat ID fasilitator anda dan juga anda dapat menyunting senarai ibu bapa yang hadir ke kumpulan anda di profil anda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many minutes did it take you to prepare for this session?",
    "text": "Berapa minit yang anda ambil untuk persiapan bagi sesi ini?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many minutes did it take you to travel to the location where the session was delivered?",
    "text": "Berapa minit yang anda ambil untuk pergi ke lokasi di mana sesi tersebut dijalankan?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many minutes did it take you to deliver the sessions?",
    "text": "Berapa minit yang anda ambil untuk menyampaikan sesi ini?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of the parents in this group attended your in-person session?",
    "text": "Siapakah dalam kalangan ibu bapa dalam kumpulan ini yang telah menghadiri sesi bersemuka anda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "@global.app_name is an app designed by IDEMS International and Parenting for Lifelong Health to support the scale up of Naungan Kasih in Malaysia. The content herein is available under an open source Creative Commons International 4.0 license. It was developed in collaboration with key partners:",
    "text": "@global.app_name ialah aplikasi yang direka oleh IDEMS International dan Parenting for Lifelong Health untuk menyokong peningkatan Naungan Kasih di Malaysia. Kandungan di sini tersedia di bawah lesen sumber terbuka Creative Commons International 4.0. Ia dibangunkan dengan kerjasama rakan kongsi utama:",
    "type": "data_list",
    "note": "The string @global.app_name should not be translated."
  },
  {
    "SourceText": "It is important to know the following guidelines for handling disclosures of abuse, neglect, and violence from participants:\n\n1️⃣ **Understand abuse, neglect and exploitation.**\n\n❗ **Abuse** refers to a deliberate act of maltreatment that can damage a child’s security, wellbeing, dignity and development. Abuse includes all forms of physical, sexual, psychological and emotional maltreatment. (Save the Children definition)\n\n❗ **Violence** against children is defined as forms of physical or mental violence, damage and abuse, neglect or neglectful treatment or maltreatment or exploitation, including sexual abuse. (Office of the High Commissioner for Human Rights, 1990,\nArticle 19)\n\n❗ **Child exploitation** refers to using the child for economical or sexual benefit, for gratification or profit, often resulting in unjust, cruel and harmful treatment of the child. (Save the Children definition)\n\n2️⃣ **Know your organisation’s child safeguarding policies and referral procedures.**\n\n📖 All organisations should have or develop child rights safeguarding policies and referral procedures, including details on how to respond appropriately when a parent or child discloses abuse. \n\n📝 You should have accurate knowledge of all protocols and response plans. These will tell you what to do within your organisation if a parent or child reports abuse (e.g. who to report to, internal resources for supporting the child), as well as how to engage outside resources (e.g. local referral pathways, when to engage with authorities). \n\n🔑 It is your responsibility to act regardless of whether you are responding to disclosures of past and/or present abuse. However, you are not responsible for resolving the situation on your own. It is important that you discuss the situation with your supervisor to agree on what steps to take next.\n\n3️⃣ **Ensure parents know that you are someone who can help.**\n\n🌷Parents participating in your sessions need to know that they can come to you for help, regardless of when abuse occurred. \n\n👂You should make sure that they know that they can trust you and that you will listen and support them without judgement or any further harm.",
    "text": "Garis panduan yang berikut adalah sangat penting apabila peserta mendedahkan isu penderaan, pengabaian, dan keganasan:\n\n1️⃣ **Fahami penderaan, pengabaian dan eksploitasi.**\n\n❗ **Penderaan** merujuk kepada perbuatan menganiaya kanak-kanak dengan sengaja yang menghilangkan rasa selamat, kesihatan, maruah dan perkembangan. Semua bentuk penganiayaan fizikal, seksual, psikologi dan emosi adalah termasuk dalam penderaan. (Definisi Selamatkan Kanak-kanak)\n\n❗ **Keganasan** terhadap kanak-kanak ditakrifkan sebagai berlaku ganas secara fizikal atau mental, memudaratkan dan mendera, mengabaikan atau berlaku cuai atau menganiaya atau mengeksploitasi, termasuk penderaan seksual. (Pejabat Pesuruhjaya Tinggi Hak Kemanusiaan, 1990, Artikel 19)\n\n❗ **Eksploitasi kanak-kanak** merangkumi perbuatan memanfaatkan kanak-kanak bagi mendapatkan keuntungan ekonomi atau kepuasan seksual, yang seringkali mengakibatkan ketidakadilan, kekejaman dan kemudaratan terhadap mangsa. (Definisi Selamatkan Kanak-kanak)\n\n2️⃣ **Ketahui prosedur rujukan dan dasar perlindungan kanak-kanak dalam organisasi anda.**\n\n📖 Setiap organisasi perlu mempunyai atau membangunkan prosedur rujukan dan dasar perlindungan hak asasi kanak-kanak, termasuk cara terperinci untuk memberikan respon yang sewajarnya apabila perihal penderaan didedahkan oleh ibu bapa atau kanak-kanak.\n\n📝 Pengetahuan yang tepat bagi setiap protokol dan pelan respon amat penting bagi memahami apa yang perlu anda lakukan apabila penderaan dilaporkan oleh ibu bapa atau kanak-kanak (contoh: pihak relevan untuk dilanjutkan aduan, sumber dalaman yang boleh memberikan sokongan terhadap kanak-kanak tersebut). Anda juga perlu cekap dalam mendapatkan cara melibatkan sumber luar (contoh: laluan rujukan setempat, bila penglibatan pihak berkuasa diperlukan). \n\n🔑 Anda bertanggungjawab untuk membuat tindakan terhadap setiap laporan penderaan baik yang berlaku pada masa kini atau yang sudah berlalu. Namun demikian, tidak menjadi tanggungjawab anda untuk membuat penyelesaian sendiri atas apa-apa kes yang dilaporkan. Bincangkan dengan penyelia anda bagi mendapatkan persetujuannya atas langkah yang akan diambil.\n\n3️⃣ **Pastikan ibu bapa menyedari bahawa anda sedia untuk membantu.**\n\n🌷Ibu bapa yang menyertai sesi-sesi anda perlu mengetahui bahawa anda akan sentiasa bersedia untuk memberikan pertolongan, tidak kira bila penderaan tersebut berlaku.\n\n👂Anda hendaklah mendapatkan kepercayaan mereka untuk meluahkan dan meminta sokongan tanpa dipandang serong atau mengakibatkan kemudaratan lain.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "**During disclosure:**\n\n💚 Provide a safe environment in which the participant can share their story.\n\n👂 Listen carefully to the participant and take notes: what/when/where/who.\n\n❗ Determine if the participant is in immediate danger and what help is available.\n\n💙 Make sure that the participant feels that you believe him/her.\n\n🌷 Let them know they have done the right thing by sharing their story with you.\n\n✨ Be supportive and free of judgement in your responses – avoid blaming at all times!\n\n➡️ Let the participant know that you will share what he/she told you with your supervisor to find a way to support and protect him/her.\n\n📝 Explain what you are going to do next.\n\n ✅ Notify @global.supervisor_name.",
    "text": "**Semasa pendedahan:**\n\n💚 Menyediakan persekitaran yang selamat supaya peserta dapat berkongsi kisah mereka.\n\n👂 Dengar keterangan peserta dengan teliti dan buat catatan: apa/bila/di mana/siapa.\n\n❗ Tentukan sama ada peserta berada dalam bahaya atau kecemasan dan apakah bantuan yang boleh diberikan.\n\n💙 Pastikan peserta dapat merasakan bahawa mereka mendapat kepercayaan anda.\n\n🌷 Maklumkan kepada mereka bahawa mereka melakukan perkara yang betul dengan berkongsi kisah mereka kepada anda.\n\n✨ Elakkan daripada menyalahkan sesiapa pada setiap masa - berikan sokongan dan elakkan daripada membuat pertimbangan dalam respon anda!\n\n➡️ Maklumkan kepada mereka bahawa anda akan berkongsi apa yang mereka katakan kepada penyelia anda untuk membantu menyokong dan melindunginya.\n\n📝 Jelaskan apa langkah anda seterusnya.\n\n ✅ Maklumkan kepada @global.supervisor_name.",
    "type": "data_list",
    "note": "The string @global.supervisor_name. should not be translated."
  },
  {
    "SourceText": "**After disclosure:**\n\n❌ Avoid engaging with alleged abuser – that may make things worse and make next steps difficult. It could also jeopardise future legal proceedings.\n\n🌷 You are not alone. Get help from your supervisor to agree on next steps.",
    "text": "**Selepas pendedahan:**\n\n❌ Elakkan daripada berinteraksi dengan individu yang didakwa sebagai pelaku - tindakan ini mungkin akan memburukkan keadaan dan membuat langkah seterusnya sukar untuk dilaksanakan. Ia juga boleh membahayakan prosiding undang-undang pada masa hadapan.\n\n🌷 Anda tidak berseorangan. Dapatkan bantuan daripada penyelia anda untuk bersetuju mengenai langkah seterusnya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "✅ Follow your organisation’s protocol.\n\n📝 If your organisation needs assistance in developing or improving their policies and procedures, please reference the following resources:\n\n**Malaysian resources**\n1️⃣ [Ministry of Women, Family and Community Development](https://www.kpwkm.gov.my/kpwkm/index.php?r=portal/about&id=b0J5ZFBERFhsalo2U05TWk1nSzVDQT09) \n\n2️⃣ [Women’s Aid Organisation](https://wao.org.my/)\n\n3️⃣ [Protect and Save the Children](https://www.psthechildren.org.my/resources.html) \n\n\n**International resources**\n1️⃣ [World Health Organization Guidelines Responding to Children and Adolescents who have Been Sexually Abused](https://www.who.int/publications/i/item/9789241550147) \n\n2️⃣ [Keeping Children Safe](https://www.keepingchildrensafe.global/)\n\n3️⃣ [Caring for Child Survivors of Sexual Abuse](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse) \n\n4️⃣ [Strengthening Linkages between Clinical and Social Services for Children and Adolescents who have Experienced Sexual Violence: A Companion Guide](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) \n\n5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)",
    "text": "✅ Ikut protokol organisasi anda.\n\n📝 Sila rujuk sumber-sumber berikut jika organisasi anda memerlukan bantuan dalam membangunkan atau menambah baik dasar-dasar dan prosedur mereka:\n\n**Sumber-sumber Malaysia**\n1️⃣ [Kementerian Pembangunan Wanita, Keluarga dan Masyarakat](https://www.kpwkm.gov.my/kpwkm/index.php?r=portal/about&id=b0J5ZFBERFhsalo2U05TWk1nSzVDQT09) \n\n2️⃣ [Women’s Aid Organisation](https://wao.org.my/)\n\n3️⃣ [Pertubuhan Pelindung dan Penyelamat Kanak-Kanak](https://www.psthechildren.org.my/resources.html) \n\n\n**Sumber-sumber Antarabangsa**\n1️⃣ [Panduan Organisasi Kesihatan Sedunia Menangani Kanak-kanak dan Remaja yang Telah Didera secara Seksual](https://www.who.int/publications/i/item/9789241550147) \n\n2️⃣ [Keeping Children Safe](https://www.keepingchildrensafe.global/)\n\n3️⃣ [Menjaga Kanak-kanak yang Selamat daripada Penderaan Seksual](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse) \n\n4️⃣ [Memperkukuh Hubungan antara Perkhidmatan Klinikal dan Sosial bagi Kanak-kanak dan Remaja yang Mengalami Keganasan Seksual: Panduan Pelengkap](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) \n\n5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "You can share the following information with the participant:\n\nMinistry of Women, Family and Community Development’s Talian Kasih 24-Hour Hotline for abuse, neglect, and violence: 15999 or SMS/WhatsApp +6019-261-5999",
    "text": "Anda boleh berkongsi maklumat berikut dengan para peserta:\n\nTalian Kasih 24 Jam oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat untuk penderaan, pengabaian, dan keganasan: 15999 atau SMS/WhatsApp +6019-261-5999",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "You can share any of the following contact numbers with the participant:\n\n1️⃣ Abuse, neglect, violence, poverty, and juvenile delinquency:\n[Talian Kasih by Ministry Women, Family and Community Development](https://www.kpwkm.gov.my/kpwkm/index.php?r=portal/full&id=NGtVYXZIMjRqM3diWmV2K005Mm9Hdz09)\n15999 (Call)\n+6019-261-5999 (SMS or WhatsApp)\n\n2️⃣ Abuse of women and children: \n[Women’s Aid Organisation (WAO)](https://wao.org.my/)\n+603-3000-8858 (Call)\n+6018-988-8058 (SMS or WhatsApp TINA)\n\n3️⃣ Emotional distress and suicidal thoughts:\n[Befrienders Kuala Lumpur](https://www.befrienders.org.my/)\n+603-7627-2929 (Call)\nsam@befrienders.org.my (Email)\n\n4️⃣ Cybersecurity incident\n[Cyber999 by CyberSecurity Malaysia, Ministry of Communications and Multimedia (or K-KOMM)](https://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16)",
    "text": "Anda boleh berkongsi mana-mana nombor di bawah untuk dihubungi oleh peserta:\n\n1️⃣ Penderaan, pengabaian, keganasan, kemiskinan, dan jenayah remaja:\n[Talian Kasih oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat](https://www.kpwkm.gov.my/kpwkm/index.php?r=portal/full&id=NGtVYXZIMjRqM3diWmV2K005Mm9Hdz09)\n15999 (Panggilan)\n+6019-261-5999 (SMS atau WhatsApp)\n\n2️⃣ Keganasan terhadap wanita dan kanak-kanak: \n[Women’s Aid Organisation (WAO)](https://wao.org.my/)\n+603-3000-8858 (Panggilan)\n+6018-988-8058 (SMS atau WhatsApp TINA)\n\n3️⃣ Tekanan emosi dan mempunyai niat membunuh diri:\n[Befrienders Kuala Lumpur](https://www.befrienders.org.my/)\n+603-7627-2929 (Panggilan)\nsam@befrienders.org.my (E-mel)\n\n4️⃣ Insiden keselamatan siber\n[Cyber999 oleh CyberSecurity Malaysia, Kementerian Komunikasi dan Multimedia (atau K-KOMM)](https://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16)",
    "type": "data_list",
    "note": "The string sam@befrienders.org.my should not be translated."
  },
  {
    "SourceText": "This chat session should happen on the same day or day after you complete the in-person onboarding session. As the first chat session, it offers a chance for parents to introduce themselves to the group.",
    "text": "Sesi sembang ini perlu berlangsung pada hari yang sama atau sehari selepas anda melengkapkan sesi pengenalan bersemuka. Sesi sembang pertama ini menawarkan peluang kepada ibu bapa untuk memperkenalkan diri mereka kepada kumpulan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Every week, you will check-in on the parent’s progress on NKText. \n \nIt’s a chance for parents to share their experiences with the skills they've learned, discuss challenges, or explore solutions as a group. \n\nBefore closing the session, you will encourage the parents to focus on a particular parenting theme. \n\nThis week’s theme is how parents can support their child's development and growth.",
    "text": "Anda akan mendaftar masuk kemajuan ibu bapa dalam NKText pada setiap minggu. \n \nIni adalah peluang bagi ibu bapa untuk berkongsi pengalaman mereka dengan kemahiran yang telah mereka pelajari, membincangkan cabaran atau meneroka penyelesaian sebagai satu kumpulan. \n\nAnda akan menggalakkan para ibu bapa untuk tumpukan perhatian kepada tema keibubapaan tertentu sebelum menutup sesi. \n\nCara ibu bapa dapat menyokong perkembangan dan pertumbuhan anak mereka merupakan tema pada minggu ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This week, you will connect again with the parents to get updates on how they are engaging with NKText. \n \nIt’s a chance for parents to share their experiences with the skills they've learned, discuss challenges, or explore solutions as a group. \n\nBefore closing the session, you will encourage the parents to focus on this week’s parenting theme: supporting their child’s learning in a fun and engaging way.",
    "text": "Anda akan berhubung sekali lagi dengan ibu bapa pada minggu ini untuk mendapat kemas kini tentang keterlibatan mereka dengan NKText. \n\nIni adalah peluang bagi ibu bapa untuk berkongsi pengalaman mereka dengan kemahiran yang telah mereka pelajari, membincangkan cabaran atau meneroka penyelesaian sebagai satu kumpulan. \n\nAnda akan menggalakkan para ibu bapa untuk tumpukan perhatian kepada tema keibubapaan pada minggu ini sebelum menutup sesi iaitu: menyokong pembelajaran anak mereka dalam cara yang menarik dan menyeronokkan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This week, you will have your third check-in session with the parents. \n\nIt’s a chance for parents to share their experiences with the skills they've learned, discuss challenges, or explore solutions as a group. \n\nBefore closing the session, you will encourage the parents to focus on the last parenting theme: managing daily stress.",
    "text": "Anda mempunyai sesi daftar masuk yang ketiga dengan ibu bapa pada minggu ini. \n\nIni adalah peluang bagi ibu bapa untuk berkongsi pengalaman mereka dengan kemahiran yang telah mereka pelajari, membincangkan cabaran atau meneroka penyelesaian sebagai satu kumpulan. \n\nAnda akan menggalakkan para ibu bapa untuk tumpukan perhatian kepada tema keibubapaan yang terakhir sebelum menutup sesi iaitu: menguruskan tekanan harian.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This week is your final chat session with the group. It can be an emotional time for parents and for you. You should congratulate yourself for taking the parents through the Naungan Kasih journey and celebrate with them the positive changes in their lives and for their children. \n\nDuring this chat session, you will ask the names of the two group admin to keep the WhatsApp Support Group ongoing, and handover the WhatsApp group administration rights to them. \n\nRemember, the WhatsApp groups are designed to support parent engagement in the ParentText chatbot. \n\nBefore this chat session, you should have selected the two parents to lead the group. Enter the name of the parents after sharing in Message 4: Group Admin. If no one volunteered, see FAQ. \n\nFor next steps after selecting the group admin, see “How to handover to Group Admin” in the Facilitator Guide. \n\nYou can choose to stay or leave the WhatsApp Group after the program ends.",
    "text": "Minggu ini merupakan sesi sembang terakhir anda bersama kumpulan. Ia mungkin menjadi saat yang penuh emosi untuk ibu bapa dan juga untuk anda. Ucapkan tahniah kepada diri anda kerana berjaya membimbing ibu bapa melalui perjalanan Naungan Kasih, dan raikan bersama mereka perubahan positif dalam kehidupan mereka dan anak-anak mereka.\n\nDalam sesi sembang ini, anda akan meminta nama dua orang ibu bapa untuk menjadi pentadbir kumpulan untuk memastikan Kumpulan Sokongan WhatsApp terus berjalan. Kemudian, serahkan hak pentadbiran kumpulan WhatsApp kepada mereka.\n\nIngat, kumpulan WhatsApp ini diwujudkan untuk menyokong penglibatan ibu bapa dalam bot sembang NKText.\n\nSebelum sesi ini, anda sepatutnya telah memilih dua orang ibu bapa untuk mengetuai kumpulan. Masukkan nama mereka selepas berkongsi Mesej 4: Pentadbir Kumpulan. Jika tiada yang tampil secara sukarela, sila rujuk bahagian Soalan Lazim (FAQ).\n\nUntuk langkah seterusnya selepas memilih pentadbir kumpulan, sila rujuk bahagian “Cara Menyerahkan Tugas kepada Pentadbir Kumpulan” dalam Panduan Fasilitator.\n\nAnda boleh memilih untuk kekal atau meninggalkan Kumpulan WhatsApp selepas program tamat.\n",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Welcome to the Naungan Kasih Positive Parenting Programme! \n\nThank you for your commitment and dedication to supporting children and families in your community. \nYou are a shining star!",
    "text": "Selamat datang ke Program Keibubapaan Positif Naungan Kasih!\n\nTerima kasih atas komitmen dan dedikasi anda untuk menyokong anak-anak dan keluarga dalam komuniti anda.\nAnda adalah bintang yang bersinar!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The Onboarding Session sets the tone for the entire Naungan Kasih programme. It is important to create a space that is welcoming and safe for the participants to feel at ease and familiarise themselves with the programme.\n\nAccess the Facilitator Guide for your group by clicking on your Group Name icon below.",
    "text": "Sesi Pengenalan menetapkan nada program Naungan Kasih secara keseluruhannya. Kewujudan ruang yang mesra dan selamat untuk para peserta adalah penting supaya mereka berasa selesa dan dapat membiasakan diri mereka untuk program ini.\n\nAkses Panduan Fasilitator untuk kumpulan anda dengan mengklik pada ikon Nama Kumpulan anda di bawah.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The Naungan Kasih programme includes WhatsApp Groups with parents with pre-scripted messages that you share every 2 weeks from FaciNK. \n\nThe aim of this group is to provide parents with extra support during their Naungan Kasih journey.",
    "text": "Program Naungan Kasih merangkumi Kumpulan WhatsApp bersama ibu bapa dengan mesej praskrip yang anda kongsi setiap 2 minggu daripada FaciNK. \n\nMatlamat kumpulan ini adalah untuk memberikan sokongan tambahan kepada ibu bapa semasa perjalanan Naungan Kasih mereka.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Once 2 volunteers to be group admin are selected, schedule a WhatsApp call with the them.\n\nWhen you’re done with the call, you can send the guidelines as messages to remind them what you discussed.",
    "text": "Sebaik sahaja 2 sukarelawan daripada kumpulan yang sama dipilih, sila jadualkan panggilan WhatsApp dengan mereka.\n\nDan setelah panggilan itu berakhir, garis panduan tersebut sebaiknya dihantar sebagai mesej untuk mengingatkan mereka mengenai perbincangan yang telah berlangsung.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Parent Reflection and Celebration is the last in-person session of Naungan Kasih. In this session, you, along with the parents, will celebrate parents’ completion of Naungan Kasih and give them an opportunity to share their experiences.",
    "text": "Sesi secara bersemuka Naungan Kasih yang terakhir ialah sesi Refleksi dan Keraian Ibu Bapa. Anda bersama-sama dengan ibu bapa akan meraikan ibu bapa yang telah menyelesaikan program Naungan Kasih dan berikan mereka peluang untuk berkongsi pengalaman mereka dalam sesi ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The FaciNK also makes reporting on the delivery of Naungan Kasih much easier than paper forms.\n\nAfter adding each parent’s name to the App, you will be able to report on their participation during in-person and WhatsApp group sessions.\n\nYou will also report on your own experience including the time spent conducting each session and whether you were able to do all the activities in the session.",
    "text": "FaciNK juga menjadikan laporan penyampaian Naungan Kasih lebih mudah berbanding borang kertas.\n\nSelepas menambahkan nama setiap ibu bapa pada Aplikasi, anda akan dapat laporkan penyertaan mereka semasa sesi bersemuka dan kumpulan WhatsApp.\n\nAnda juga akan laporkan pengalaman anda sendiri termasuk masa yang diluangkan untuk mengendalikan setiap sesi dan sama ada anda dapat melakukan semua aktiviti dalam sesi tersebut.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "After your call with the new group admin, you can share these prompts to support them with leading the chat sessions.",
    "text": "Anda boleh berkongsi gesaan (prompt) ini untuk menyokong mereka untuk memimpin sesi sembang selepas panggilan anda dengan pentadbir kumpulan baharu.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If parents or group admins reach out to you after the group has ended, it means that you have been helpful to them, which is amazing! \n\nParents may see you as a source of support outside of school and Naungan Kasih, but it is important to keep things balanced. \n\nShare this message to gently guide the parents to other places for support.",
    "text": "Jika ibu bapa atau pentadbir kumpulan menghubungi anda selepas kumpulan berakhir, ini bermakna anda telah membantu mereka, sungguh menakjubkan! \n\nIbu bapa mungkin melihat anda sebagai sumber sokongan di luar sekolah dan Naungan Kasih, tetapi penting untuk memastikan keadaan seimbang.\n\nKongsi mesej ini untuk membimbing ibu bapa dengan perlahan-lahan ke tempat lain untuk mendapatkan sokongan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Save the NKText phone number (+6-012-292-7434) as a contact. \nOpen WhatsApp, search for ‘NKText and start a chat by typing the trigger word.",
    "text": "Simpan nombor telefon NKText (+6-012-292-7434) sebagai kenalan.\nBuka WhatsApp, cari 'NKText' dan mulakan perbualan dengan menaip kata kunci.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Reach out for support to @global.supervisor_name.",
    "text": "Hubungi @global.supervisor_name untuk sokongan.",
    "type": "data_list",
    "note": "The string @global.supervisor_name. should not be translated."
  },
  {
    "SourceText": "Ground rules make your WhatsApp Support Group a safe space for everyone. \n\nIf someone forgets the ground rules, send the message below to gently remind them of their importance. \n\nIf necessary, share a group reminder about the importance of maintaining a positive and respectful space. \n\nIf, despite reminders, the parent continues not to follow the rules, notify your supervisor. \n\nYou can remove the parent from the group as the last option, done only when you feel it is necessary. For example, if a member repeatedly shares unrelated content, uses inappropriate language or is disrespectful to another member. \n\nIf you do remove someone from the group, it should be handled with sensitivity and respect. Make sure you talk privately with the parent, remind the group about ground rules, and notify your supervisor.",
    "text": "Dengan melaksanakan peraturan asas, anda boleh mewujudkan ruang yang menggalakkan kesejahteraan setiap ahli Kumpulan Sokongan WhatsApp. \n\nSekiranya seseorang terlepas pandang peraturan asas, sila sampaikan peringatan mesra tentang kepentingannya dengan meninggalkan mesej di bawah. \n\nSekiranya perlu, sila edarkan peringatan kumpulan berkenaan kepentingan mengekalkan ruang yang positif dan hormat-menghormati. \n\nSekiranya ibu bapa berterusan tidak mengendahkan peringatan yang diberikan, adalah penting untuk memaklumkan kepada penyelia anda. \n\nSebagai langkah terakhir, dalam kes yang dianggap penting, anda mempunyai pilihan untuk mengeluarkan ibu bapa daripada kumpulan. Contohnya, jika ahli berulang kali berkongsi kandungan mesej yang tidak berkaitan, menggunakan bahasa yang tidak sesuai atau mempamerkan rasa tidak hormat terhadap ahli lain. \n\nApabila anda perlu mengeluarkan seseorang daripada kumpulan, adalah penting untuk mengendalikan situasi dengan sensitif dan hormat. Luangkan masa untuk mengadakan perbualan secara peribadi dengan ibu bapa, mengulangi peraturan asas kepada kumpulan, dan maklumkan penyelia anda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Parents may see you as someone they can turn to for help beyond school and Naungan Kasih, especially when they need advice on their child’s behaviour. \n\nEven though you want to help, it is important to find a balance for your well-being. \n\nShare the following message to gently remind the parents about your role in Naungan Kasih. \n\nIf the parents continue to persist, notify @global.supervisor_name.",
    "text": "Ibu bapa mungkin melihat anda sebagai seseorang yang boleh mereka hubungi untuk mendapatkan bantuan di luar sekolah dan Naungan Kasih, terutamanya apabila mereka memerlukan nasihat tentang tingkah laku anak mereka.\n\nWalaupun anda ingin membantu, adalah penting untuk mencari keseimbangan demi kesejahteraan anda.\n\nKongsikan mesej berikut untuk mengingatkan ibu bapa tentang peranan anda dalam Naungan Kasih. \n\nJika ibu bapa masih melakukannya, maklumkan kepada @global.supervisor_name.",
    "type": "data_list",
    "note": "The string @global.supervisor_name. should not be translated."
  },
  {
    "SourceText": "Getting everyone to join in the chat sessions can be a bit challenging. Some parents might be busy, shy, or just prefer to read about other’s experiences. \n\nHere are some helpful tips to encourage participation: \n\n1. Directly ask a question to someone by typing @parent name on WhatsApp. \n\n2. Share one of the messages below with the entire group. \n\n3. Consider sending a private message to a parent (see the message below).",
    "text": "Bagi mendapatkan semua orang untuk menyertai sesi sembang mungkin agak mencabar. Sesetengah ibu bapa mungkin sibuk, malu, atau lebih suka baca tentang pengalaman orang lain. \n\nBerikut ialah beberapa petua berguna untuk menggalakkan penyertaan: \n\n1. Tanya soalan secara langsung kepada seseorang dengan menaip @nama ibu bapa di WhatsApp. \n\n2. Kongsi salah satu mesej di bawah dengan seluruh kumpulan.\n\n3. Pertimbangkan untuk menghantar mesej peribadi kepada ibu bapa (lihat mesej di bawah).",
    "type": "data_list",
    "note": "The string @parent should not be translated."
  },
  {
    "SourceText": "It may be difficult to find volunteers to become group admin. If no one volunteers to lead the group, you can send the message below to close the group. \n\nWait a couple days before closing because someone might still volunteer!",
    "text": "Mungkin sukar untuk mencari sukarelawan bagi menjadi pentadbir kumpulan. Jika tiada sesiapa yang menawarkan diri untuk memimpin kumpulan, anda boleh menghantar mesej di bawah untuk menutup kumpulan.\n\nTunggu beberapa hari sebelum tutup kerana seseorang mungkin ingin menjadi sukarelawan!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Every family is different, and some parents may need more help than others.\n\nIf a parent is still struggling or needs more support, consider sending the message below.",
    "text": "Setiap keluarga adalah berbeza, dan mungkin sesetengah ibu bapa memerlukan bantuan lebih daripada orang lain.\n\nPertimbangkan untuk menghantar mesej di bawah jika ibu bapa masih terkial-kial dan memerlukan lebih banyak sokongan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is normal for parents to feel sad or emotional when the programme ends and you leave the group. This means that parents found the chat sessions helpful and enjoyed participating. What a gift you have given them! Congratulations! \n\nTo support them with this transition, consider sending the message below.",
    "text": "Adalah normal bagi ibu bapa untuk berasa sedih atau emosi apabila program tamat dan anda meninggalkan kumpulan. Ini bermakna ibu bapa mendapati sesi sembang membantu dan mereka menikmati penyertaan. Betapa besar bantuan yang telah anda berikan kepada mereka! Tahniah!\n\nUntuk menyokong mereka dengan peralihan ini, pertimbangkan untuk menghantar mesej di bawah.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Engaging parents in the group chat can sometimes be hard. Some parents may need a nudge to share their experiences or they might be busy with their schedules. \n\nIf your chat goes silent after the prompt, consider sharing these ideas or suggestions:",
    "text": "Melibatkan ibu bapa dalam kumpulan sembang kadangkala sukar. Sesetengah ibu bapa mungkin memerlukan dorongan untuk berkongsi pengalaman mereka atau mereka mungkin sibuk dengan jadual mereka.\n\nJika kumpulan sembang anda menjadi senyap selepas gesaan (prompt), pertimbangkan untuk berkongsi idea atau cadangan ini:",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Parenting can be challenging and many obstacles can get in the way.\n\nRemember, your job isn't to solve their problems, but enable a conversation between parents to support one another. 🔄\n\nHere are some common challenges and possible solutions for spending one-on-one time that we have encountered previously when delivering the programme. \n\nYou can share the following messages as responses during your weekly chat when parents share challenges with this topic.",
    "text": "Keibubapaan sememangnya mencabar dan mempunyai banyak halangan.\n\nIngat, tugas anda bukanlah menyelesaikan masalah mereka, tetapi untuk menggalakkan perbualan antara ibu bapa bagi menyokong satu sama lain. 🔄\n\nBerikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk masa bersama seorang dengan seorang yang telah kita bincangkan sebelum ini ketika menyampaikan program. \n\nAnda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is normal for parents to feel uncomfortable or have challenges when praising their children. They may at first think that praise will either inflate their children or is not part of their culture. \n\nIt is important to remember that there are many different ways to praise children. Naungan Kasih focuses mainly on praise as a method to reinforce positive behaviour. We praise the behaviour more than just the child!\n\nHere are some common challenges and possible solutions for praising your child. \n\nYou can share the following messages as responses during your weekly chat when parents share challenges with this topic.",
    "text": "Adalah perkara biasa bagi ibu bapa untuk berasa tidak selesa atau menghadapi kesulitan apabila memberikan pujian kepada anak mereka. Pada mulanya, mereka mungkin berfikir bahawa pujian akan menjadikan anak-anak mereka manja atau ini bukanlah sebahagian daripada budaya mereka. \n\nTerdapat banyak cara yang berbeza untuk memuji kanak-kanak. Program Naungan Kasih memberi tumpuan kepada pujian sebagai kaedah untuk mengukuhkan tingkah laku positif. Kami memuji tingkah laku itu lebih daripada memuji kanak-kanak tersebut!\n\nBerikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk memuji anak anda. \n\nAnda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is completely normal for parents to have difficulty talking about and expressing emotions and feelings. Parents may be trying to recognise their emotions and communicate about them for the first time here.\n\nHere are some common challenges and possible solutions for talking about feelings. \n\nYou can share the following messages as responses during your weekly chat when parents share challenges with this topic.",
    "text": "Adalah perkara biasa bagi ibu bapa untuk menghadapi kesukaran bercakap dan meluahkan emosi dan perasaan. Ibu bapa mungkin cuba mengenali emosi mereka dan menerangkan tentangnya buat kali pertama di sini.\n\nBerikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk bercakap tentang perasaan. \n\nAnda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Here are some common challenges and possible solutions for supporting parents to help their children develop in a healthy way. \n\nYou can share the following messages as responses during your weekly chat when parents share challenges with this topic.",
    "text": "Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk menyokong ibu bapa bagi membantu anak mereka berkembang secara positif. \n\nAnda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Here are some common challenges and possible solutions for supporting parents to help their children’s learning in reading and maths. \n\nYou can share the following messages as responses during your weekly chat when parents share challenges with this topic.",
    "text": "Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk menyokong ibu bapa bagi membantu anak mereka belajar membaca dan matematik. \n\nAnda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Here are some common challenges and possible solutions that parents may experience when giving their children structure. \n\nYou can share the following messages as responses during your weekly chat when parents share challenges with this topic.",
    "text": "Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian yang mungkin ibu bapa alami semasa memberikan anak mereka persekitaran yang seimbang. \n\nAnda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Establishing regular household rules and routines can be difficult for parents at first. \n\nIt is important that they focus on positive behaviours like “Play inside the garden” instead of “Don’t play in the street.” This may not feel natural at first for parents so they will need some encouragement and support.\n\nParents may also not feel comfortable involving their children in establishing a rule or routine. You can remind them that this will make it more likely that their child will follow the rule and will also help their child learn responsibilities.\n\nHere are some common challenges and possible solutions for setting household rules and routines. \n\nYou can share the following messages as responses during your weekly chat when parents share challenges with this topic.",
    "text": "Menetapkan peraturan dan rutin harian mungkin mencabar pada mulanya.\n\nGalakkan ibu bapa fokus pada tingkah laku positif seperti \"Bermain di taman\" berbanding \"Jangan main di jalan.\" Ini mungkin tidak biasa, jadi sokongan anda penting.\n\nSesetengah ibu bapa mungkin kurang selesa libatkan anak dalam menetapkan peraturan, tetapi ini boleh bantu anak lebih patuh dan belajar tanggungjawab.\n\nBerikut beberapa cabaran biasa dan penyelesaian yang boleh dikongsi semasa perbualan mingguan jika ibu bapa menghadapi kesukaran dengan topik ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Giving appropriate and fair consequences when their children misbehave is an important skill for parents to learn. It will help avoid more harmful discipline practices.\n\nConsequences are most effective when used to support following instructions or household rules and routines that have already been discussed with children.\n\nHere are some common challenges and possible solutions for giving consequences.\n\nYou can share the following messages as responses during your weekly chat when parents share challenges with this topic.",
    "text": "Kemahiran penting untuk dipelajari oleh ibu bapa adalah memberi akibat yang wajar dan adil apabila anak-anak mereka melakukan salah laku. Ia akan membantu mengelakkan amalan disiplin yang lebih berbahaya.\n\nAkibat atau denda adalah paling berkesan apabila digunakan untuk menyokong pematuhan arahan atau peraturan rumah dan rutin/jadual harian yang telah dibincangkan dengan kanak-kanak.\n\nBerikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk memberi akibat.\n\nAnda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Here are some common challenges and possible solutions for supporting positive child behaviour. \n\nYou can share the following messages as responses during your weekly chat when parents share challenges with this topic.",
    "text": "Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk menyokong tingkah laku positif anak. \n\nAnda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Here are some common challenges and possible solutions for keeping children safe and healthy. \n\nYou can share the following messages as responses during your weekly chat when parents share challenges with this topic.",
    "text": "Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk memastikan keselamatan dan kesihatan anak-anak. \n\nAnda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "test",
    "text": "ujian",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Onboarding",
    "text": "Pengenalan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Week 4: Final Chat Session",
    "text": "Minggu 4: Sesi Sembang Terakhir",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ministry of Women, Family and Community Development’s Talian Kasih 24-Hour Hotline for abuse, neglect, and violence: 15999 or SMS/WhatsApp +6019-261-5999",
    "text": "Talian Kasih 24 Jam oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat untuk penderaan, pengabaian, dan keganasan: 15999 atau SMS/WhatsApp +6019-261-5999",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Quickly Share These Resources",
    "text": "Berkongsi Sumber Ini dengan Serta-Merta",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "1️⃣ Abuse, neglect, violence, poverty, and juvenile delinquency:\nTalian Kasih by Ministry Women, Family and Community Development\nhttps://www.kpwkm.gov.my/kpwkm/index.php?r=portal/full&id=NGtVYXZIMjRqM3diWmV2K005Mm9Hdz09\n15999 (Call)\n+6019-261-5999 (SMS or WhatsApp)\n\n2️⃣ Abuse of women and children:\nWomen’s Aid Organisation (WAO)\nhttps://wao.org.my/\n+603-3000-8858 (Call)\n+6018-988-8058 (SMS or WhatsApp TINA)\n\n3️⃣ Emotional distress and suicidal thoughts:\nBefrienders Kuala Lumpur\nhttps://www.befrienders.org.my/\n+603-7627-2929 (Call)\nsam@befrienders.org.my (Email)\n\n4️⃣ Cybersecurity incident\nCyber999 by CyberSecurity Malaysia, Ministry of Communications and Multimedia (or K-KOMM)\nhttps://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16",
    "text": "1️⃣ Penderaan, pengabaian, keganasan, kemiskinan, dan jenayah remaja:\nTalian Kasih oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat\nhttps://www.kpwkm.gov.my/kpwkm/index.php?r=portal/full&id=NGtVYXZIMjRqM3diWmV2K005Mm9Hdz09 \n15999 (Panggilan)\n+6019-261-5999 (SMS atau WhatsApp)\n\n2️⃣ Keganasan terhadap wanita dan kanak-kanak:\nWomen’s Aid Organisation (WAO)\nhttps://wao.org.my/\n+603-3000-8858 (Panggilan)\n+6018-988-8058 (SMS atau WhatsApp TINA)\n\n3️⃣ Tekanan emosi dan mempunyai niat membunuh diri:\nBefrienders Kuala Lumpur\nhttps://www.befrienders.org.my/ \n+603-7627-2929 (Panggilan)\nsam@befrienders.org.my (E-mel)\n\n4️⃣ Insiden keselamatan siber\nCyber999 oleh CyberSecurity Malaysia, Kementerian Komunikasi dan Multimedia (atau K-KOMM)\nhttps://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16",
    "type": "data_list",
    "note": "The string sam@befrienders.org.my should not be translated."
  },
  {
    "SourceText": "🔔Hello! Welcome to our Naungan Kasih chat session!\n\nHow is everyone’s stress level today? \n\nUse Type a number from 1 to 10 to share your stress level:\n1 - No Stress \n2 to 5 - Some Stress \n6 to 9 - Feeling Stressed \n10 - Extremely Stressed",
    "text": "🔔Helo! Selamat datang ke sesi sembang Naungan Kasih kami!\n\nBagaimana dengan tahap tekanan semua orang pada hari ini? \n\nUntuk berkongsi tahap tekanan anda, gunakan Taip satu nombor daripada 1 hingga 10:\n1 - Tiada Tekanan \n2 to 5 - Sedikit Tekanan \n6 to 9 - Berasa Tertekan \n10 - Sangat Tertekan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thanks for sharing! ✨\n\nIt’s been six weeks since we began our NKText journey. How is everyone doing with their NKText home activities? \nWho would like to share first?",
    "text": "Terima kasih atas perkongsian! ✨\n\nSudah enam minggu berlalu sejak kita mulakan perjalanan NKText kita. Bagaimana kemajuan semua orang dengan aktiviti di rumah NKText? \nSiapa yang ingin berkongsi dahulu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🎉 Those are some great ideas! \n\nRemember, before you can take care of your child and family, you need to take care of yourself. \n\nIf you want to redo any of your goals, simply type MENU in NKText. \n\nNext chat session will be my last chat session with you. But you can keep this WhatsApp group open* as a place to continue to support each other! 💚\n\nIs anyone willing to take over as a group admin? \n\nPlease send me a direct message if you are interested. It would be great to get *two volunteers*. 👀\n\nChat to you next session! 👀",
    "text": "🎉 Itu merupakan idea yang hebat! \n\nIngat, anda perlu menjaga diri anda sendiri sebelum anda dapat menjaga anak serta keluarga anda. \n\nTaip sahaja MENU dalam NKText jika anda ingin buat semula mana-mana matlamat anda.\n\nSesi sembang seterusnya akan menjadi sesi sembang terakhir saya dengan anda. Tetapi anda boleh memastikan kumpulan WhatsApp ini dibuka* sebagai tempat untuk terus menyokong satu sama lain! 💚\n\nAdakah sesiapa yang sanggup mengambil alih menjadi pentadbir kumpulan? \n\nSila hantar mesej secara terus kepada saya jika anda berminat. Pasti bagus jika mendapat *dua orang sukarelawan*. 👀\n\nJom sembang lagi pada sesi seterusnya! 👀",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Allow parents to share about the changes that they have experienced during the programme. You can give brief words of encouragement like “Wonderful!” or “I am happy to hear that!” or even share celebration emojis like 🎉or ⭐.",
    "text": "Benarkan ibu bapa berkongsi tentang perubahan yang mereka alami semasa program ini. Anda boleh memberikan kata-kata galakan ringkas seperti \"Hebat!\" atau \"Saya gembira mendengarnya!\" atau berkongsi emoji sambutan seperti 🎉atau ⭐.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Send this message after your WhatsApp Call",
    "text": "Hantar mesej ini selepas Panggilan WhatsApp anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hi! Thank you for volunteering to lead the group discussions. \n\n*While engaging with other parents in the group, keep the following in mind*: \n\n👋 Greet parents when engaging with them.\n\n💛 Respect what participants share and be aware of different ages, genders, values and circumstances. \n\n🏅 Encourage parents to share and respond to each other - and praise them for it.\n\n🔔 Remind parents of ground rules when needed.\n\n🔑 Model the behaviour you want to see among the parents.",
    "text": "Hai! Terima kasih kerana menawarkan diri untuk memimpin kumpulan perbincangan ini. \n\n*Ingat beberapa perkara ini semasa terlibat dengan ibu bapa yang lain dalam kumpulan*: \n\n👋Beri salam perkenalan pada ibu bapa yang lain ketika bergaul dengan mereka.\n\n💛Hormati perkongsian yang diberikan oleh para peserta dan peka tentang perbezaan umur, jantina, nilai dan persekitaran. \n\n🏅Beri galakkan kepada ibu bapa untuk berkongsi dan memberi maklum balas antara satu sama lain - dan berikan pujian terhadap perkara yang dikongsikan.\n\n🔔 Beri peringatan kepada ibu bapa tentang peraturan asas apabila diperlukan. \n\n🔑Tunjukkan tingkah laku yang anda ingin lihat dalam kalangan ibu bapa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When should the group admin respond to messages?",
    "text": "Bilakah sepatutnya pentadbir kumpulan memberi respon terhadap mesej?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "*When should you respond to messages?*\n\n⏰ Participants may send messages at any time during the week. To keep your workload manageable, you can respond to messages once or twice a day, depending on your schedule. \n\n👍 You can also respond to messages with a relevant emoji or short response when you can.",
    "text": "*Bilakah sepatutnya anda membalas mesej*\n\n⏰ Peserta akan menghantar mesej bila-bila masa sepanjang minggu. Bagi memudahkan tugas anda, mesej-mesej tersebut bolehlah dibalas sebanyak sekali atau 2 kali sehari, bergantung kepada jadual masing-masing. \n\n👍 Anda juga boleh memberikan respon dengan emoji yang bersesuaian atau jawapan ringkas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Send this message to the group admin volunteers.",
    "text": "Hantar mesej ini kepada sukarelawan pentadbir kumpulan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🎉Let us celebrate our successes! What was something positive you experienced when you tried one of the ParentText skills with your child?",
    "text": "🎉Mari kita raikan kejayaan kita! Apakah perkara positif yang anda alami apabila anda mencuba salah satu kemahiran ParentText dengan anak anda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🌱Trying out new skills can be hard at first. What was something *difficult* that you experienced when you tried a ParentText skill with your child at home?",
    "text": "🌱Mencuba kemahiran baharu mungkin sukar pada mulanya. Apakah perkara *sukar* yang anda alami apabila anda mencuba kemahiran ParentText dengan anak anda di rumah?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "💙You are welcome to use this WhatsApp space to share any questions or experiences you have on your ParentText journey. Remember, I may not always be able to respond, but this is our group – *together we can find all the answers we need*!",
    "text": "💙Anda dialu-alukan untuk menggunakan ruang WhatsApp ini untuk berkongsi sebarang soalan atau pengalaman yang anda ada dalam perjalanan ParentText anda. Ingat, saya mungkin tidak sentiasa dapat membalas, tetapi ini adalah kumpulan kita – *kita boleh mencari semua jawapan yang kita perlukan bersama-sama*!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hi!😃Thank you for your message. \n\nMy role with ParentText was limited. I unfortunately will not be further involved with the programme. \n\nIf your WhatsApp Support group is still active, feel free to post your questions in the group. Other parents may be able to support you with helpful suggestions. 💡\n\nYou can replay the Goal or Skill you are interested in by typing {MENU}.",
    "text": "Hai!😃Terima kasih atas mesej anda. \n\nPeranan saya di ParentText adalah terhad. Malangnya saya tidak akan terlibat lagi dalam program tersebut. \n\nJika kumpulan Sokongan Whatsapp anda masih lagi aktif, sila bertanya soalan dalam kumpulan tersebut. Ibu bapa yang lain boleh menyokong anda dengan cadangan yang berguna. 💡\n\nAnda boleh memainkan semula Matlamat atau Kemahiran yang anda mahu dengan menaip {MENU}.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Send this reminder message to the group",
    "text": "Hantar mesej peringatan ini kepada kumpulan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello ⭐\n\n👀 I'd like to take a moment to remind everyone about the importance of our group's ground rules. \n\n💚They're here to ensure that all of us feel comfortable sharing and maintain a positive environment. \n\n🌱It's all about making this group a great place for everyone.\n\n❗Please keep in mind that if the ground rules aren't consistently followed, we might need to consider removing members from the WhatsApp group for the well-being of all.\n\nSee you in the next chat session.",
    "text": "Helo ⭐\n\n👀 Saya ingin mengambil sedikit masa untuk mengingatkan semua orang tentang kepentingan peraturan asas kumpulan kita. \n\n💚Peraturan asa telah dirangka supaya kita semua berasa selesa ketika berkongsi dan untuk mengekalkan persekitaran yang positif. \n\n🌱Kita ingin kumpulan ini menjadi ruang yang selesa untuk semua orang.\n\n❗Sila ambil maklum bahawa kami mungkin perlu mempertimbangkan untuk mengeluarkan ahli daripada kumpulan WhatsApp jika peraturan asas tidak dipatuhi secara konsisten demi kesejahteraan semua.\n\nJumpa anda dalam sesi sembang seterusnya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Send this reminder message to the parent who broke the ground rule",
    "text": "Hantar mesej peringatan ini kepada ibu bapa yang melanggar peraturan asas",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello ⭐\n\n👀 Creating a positive environment in our WhatsApp group is important, and that relies on everyone following the ground rules.\n\n🌱 I believe in the strength of our community. \n\nHowever, if difficulties continue, I may have to consider removing you from the group. \n\nLet's work together to maintain a respectful and supportive atmosphere. \n\nSee you in the next chat session.",
    "text": "Helo ⭐\n\n👀 Mewujudkan persekitaran yang positif dalam kumpulan WhatsApp kita adalah penting, dan itu bergantung kepada semua orang yang mengikut peraturan asas.\n\n🌱 Saya percaya dengan kekuatan komuniti kita.\n\nWalau bagaimanapun, jika masalah berterusan, saya mungkin perlu mempertimbangkan untuk mengeluarkan anda daripada kumpulan.\n\nMarilah kita bekerjasama untuk mengekalkan suasana hormat-menghormati dan menyokong.\n\nJumpa lagi di sesi sembang seterusnya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Send this message to the parent after removing them from the WhatsApp Group",
    "text": "Hantar mesej ini kepada ibu bapa selepas mengeluarkan mereka daripada Kumpulan WhatsApp",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello ⭐\n\n👀 I have noticed despite reminders, the ground rules aren't being followed.\n\n💚You can continue learning from ParentText, but unfortunately I have removed you from the WhatsApp group to maintain a positive environment for everyone.",
    "text": "Helo ⭐\n\n👀 Saya perhatikan walaupun sudah diingatkan, anda masih mematuhi peraturan asas.\n\n💚Anda boleh terus belajar daripada ParentText, tetapi malangnya saya terpaksa mengeluarkan anda daripada kumpulan WhatsApp untuk mengekalkan persekitaran yang positif bagi semua orang.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notify your supervisor once you remove them. \n\nYou can block the parent if they continue to reach out to you.",
    "text": "Jika anda telah mengeluarkan mereka, maklumkan kepada penyelia anda. \n\nJika ibu bapa tetap menghubungi anda, anda boleh menyekat (block) mereka.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Send this message to the group after removing the parent who broke the ground rule",
    "text": "Hantar mesej ini kepada kumpulan selepas mengeluarkan ibu bapa yang melanggar peraturan asas daripada kumpulan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello Everyone ⭐,\n\n👀 We want our group to be positive for everyone, and that means following the rules.\n\n💚 Unfortunately, someone had to be removed because they weren't following the rules despite reminders.\n\nLet's keep things respectful and supportive.\n\nSee you in the next chat session!",
    "text": "Helo Semua ⭐,\n\n👀 Kami mahu kumpulan kami bersikap positif untuk semua orang, dan ini bermakna dengan mematuhi peraturan.\n\n💚 Malangnya, seseorang terpaksa dialih keluar kerana mereka tidak mematuhi peraturan walaupun diberi peringatan.\n\nMari kita pastikan kita saling menghormati dan saling menyokong.\n\nJumpa anda dalam sesi sembang seterusnya!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Send This Message to the Parent",
    "text": "Hantar Mesej Ini kepada Ibu Bapa",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hi!😃Thank you for your message. \n\nMy role in this activity is limited to sharing messages in the group only. I unfortunately do not have the capacity to respond to each individual message.😔\n\n🔑 If you are comfortable posting your questions in the group, please feel free to do so during our chat sessions! 💡",
    "text": "Hai! 😃 Terima kasih atas mesej anda! \n\nPeranan saya dalam aktiviti ini adalah terhad kepada perkongsian mesej dalam kumpulan sahaja. Malangnya, saya tidak mempunyai keupayaan untuk memberi maklum balas kepada mesej yang dihantar secara peribadi.😔\n\n🔑 Jika anda tidak keberatan untuk menghantar soalan dalam kumpulan, anda boleh berbuat demikian semasa sesi sembang kita! 💡",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Reminder for Participation",
    "text": "Peringatan untuk Penyertaan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🔔 Quick Reminder:\n\nWe all benefit when everyone joins in! Your experiences are important. Share your thoughts and let's keep this group lively and supportive for everyone. 🌷",
    "text": "🔔 Peringatan Segera:\n\nKita semua akan mendapat manfaat apabila semua orang turut serta! Pengalaman anda adalah penting. Kongsi pendapat anda dan mari kekalkan kemeriahan kumpulan ini dan menyokong semua orang. 🌷",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Praising active parents",
    "text": "Memuji ibu bapa yang aktif",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Big shoutout to those actively participating! \n\n🌟 Your experiences matter. \n\nIf you haven't shared yet, we'd love to hear from you too. \n\nEvery parent is important! 💚",
    "text": "Sekalung penghargaan kepada mereka yang mengambil bahagian secara aktif!\n\n🌟 Pengalaman anda adalah penting.\n\nJika anda masih belum berkongsi, kami juga ingin mendengar daripada anda.\n\nSetiap ibu bapa adalah penting! 💚",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Setting expectations for the group",
    "text": "Menetapkan harapan untuk kumpulan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Just a friendly reminder: This group is a safe space for sharing and learning. 💙\n\nWe encourage everyone to participate and make this a positive experience for all. 🌱\n\nLet's build a supportive community together! 🌷",
    "text": "Sekadar peringatan mesra: Kumpulan ini adalah ruang selamat untuk berkongsi dan belajar. 💙\n\nKami menggalakkan semua orang untuk mengambil bahagian dan menjadikan ini pengalaman yang positif untuk semua. 🌱\n\nMari kita bina komuniti yang saling menyokong bersama-sama! 🌷",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Privately messaging the parent",
    "text": "Menghantar mesej secara peribadi kepada ibu bapa",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hi there! 👋 \n\nWe've noticed you haven't shared much in the group. \n\nIs there anything specific you'd like to see or discuss? \n\nYour input is important to us!\n\nFeel free to share your thoughts. 😊",
    "text": "Hai! 👋\n\nKami mendapati anda tidak banyak berkongsi dalam kumpulan.\n\nAdakah terdapat perkara khusus yang anda ingin lihat atau bincangkan?\n\nPendapat anda penting bagi kami!\n\nJangan ragu-ragu untuk berkongsi pendapat anda. 😊",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Alternate Closing Message",
    "text": "Mesej Penutup Alternatif",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thank you for sharing your thoughts 💙\n\nSince we don’t have any volunteers for group admin, I will be closing this WhatsApp Support Group at the end of the Programme. \n\nRemember, you can still continue your ParentText journey with your family!",
    "text": "Terima kasih kerana berkongsi pendapat anda 💙\n\nMemandangkan kita tidak mempunyai sukarelawan untuk menjadi pentadbir kumpulan, saya akan membubarkan Kumpulan Sokongan Whatsapp di akhir Program ini. \n\nMeskipun begitu, anda masih lagi boleh meneruskan perjalanan ParentText bersama keluarga anda!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello 👋\n\nThank you for sharing your thoughts about the programme. I’m sorry that you’re facing challenges. Here are a couple of things you can try: \n\n1️⃣If there’s a skill or goal that you are finding difficult, remember you can always go back to it by typing MENU. Practice makes perfect! ✨\n\n2️⃣If you feel comfortable, please feel free to chat about the areas you’re finding tough with your peers in the WhatsApp Support Group. Your peers might have some helpful tips 👍\n\nRemember, everyone’s learning journey is unique, and change takes time. But trust me, if you keep practising the skills you’ve learned, you’ll start to see progress. 🏅",
    "text": "Helo 👋\n\nTerima kasih atas perkongsian pendapat anda berkenaan program ini. Saya mohon maaf atas sebarang kesulitan yang dihadapi. Ini adalah beberapa perkara yang boleh anda cuba:\n\n1️⃣Jika anda menghadapi kesukaran dengan sebarang kemahiran atau matlamat program, anda boleh menekan butang MENU untuk kembali semula. Ingat, alah bisa tegal biasa! ✨\n\n2️⃣ Anda juga digalakkan untuk berbincang mengenai kesukaran dan cabaran yang dihadapi bersama rakan-rakan dalam Kumpulan Sokongan WhatsApp. Kemungkinan besar, rakan sekumpulan anda mempunyai petua-petua yang boleh membantu 👍\n\nKetahuilah bahawa proses pembelajaran setiap individu adalah berbeza, dan perubahan memerlukan masa. Namun begitu, jika anda terus berlatih hari demi hari, pasti akan ada perubahan kerana usaha tidak pernah mengkhianati hasil🏅",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message of Support",
    "text": "Mesej Sokongan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello 👋\n\nThank you for sharing your feelings. \nIt’s okay to have fears or feel sad when something you’ve been a part of is ending. \n\nRemember, \n\n1️⃣Even though Naungan Kasih is ending, your journey can continue. You have gained some ⭐amazing ⭐parenting skills that you can carry with you. \n\n2️⃣The WhatsApp group can be a source of support well beyond the programme. Keep sharing your success and struggles in the WhatsApp Support Group, or with your peers. \n\n3️⃣If you ever want to go back to any parenting skills or goals, you can type MENU. Practise makes perfect ✨\n\nYou did great throughout the ParentText journey!",
    "text": "Helo 👋\n\nTerima kasih kerana berkongsi perasaan anda.\nTidak mengapa jika anda mempunyai ketakutan atau berasa sedih apabila sesuatu yang anda pernah sertai telah berakhir.\n\nIngat, \n\n1️⃣Walaupun Naungan Kasih berakhir, perjalanan anda tetap diteruskan. Anda telah memperoleh beberapa ⭐kemahiran keibubapaan⭐menakjubkan yang boleh anda bawa bersama.\n\n2️⃣Kumpulan WhatsApp boleh menjadi sumber sokongan di luar program. Teruskan berkongsi kejayaan dan perjuangan anda dalam Kumpulan Sokongan WhatsApp, atau dengan rakan sebaya anda.\n\n3️⃣Anda boleh menaip MENU jika anda ingin kembali kepada kemahiran atau matlamat keibubapaan. Alah bisa tegal biasa ✨\n\nAnda melakukan yang terbaik sepanjang perjalanan ParentText!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Directly ask a specific parent to share",
    "text": "Meminta ibu bapa tertentu untuk berkongsi secara terus",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "[Enter a Parent's Name], we'd love to hear about your week with ParentText. Would you be interested in sharing how it went?",
    "text": "[Enter a Parent's Name], kami ingin mendengar tentang pengalaman anda bersama ParentText untuk minggu ini. Bolehkah anda berkongsi tentang pengalaman anda dalam minggu ini?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Before hitting send, please make sure to tag a specific parent by typing @Parent’s Name",
    "text": "Pastikan untuk menanda ibu bapa tertentu dengan menaip @Parent’s Name sebelum menekan butang hantar",
    "type": "data_list",
    "note": "The string @Parent’s should not be translated."
  },
  {
    "SourceText": "Check if it is a good time for WhatsApp Chat",
    "text": "Periksa jika ia adalah masa yang tepat untuk Sembang WhatsApp",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello Parents, 👋\n\n⏱️I value your time and want to ensure our chat is convenient for everyone. \n\n⭐Does this time work well for our conversations? \n\n🔔Is there another time that works for you? \n\nYour input matters!",
    "text": "Helo Ibu Bapa, 👋\n\n⏱️Saya hargai masa anda dan ingin memastikan perbualan kita selesa bagi semua orang. \n\n⭐Adakah masa ini sesuai untuk perbualan kita? \n\n🔔Adakah masa lain lebih sesuai untuk anda? \n\nPendapat anda sangat dihargai!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I didn’t have enough time to spend one-on-one time.",
    "text": "Saya tidak mempunyai masa yang mencukupi untuk meluangkan masa bersama seorang dengan seorang.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thank you for sharing. It can be hard to find time, especially when you have work, chores, and other responsibilities to do. 😔 You could try finding a chore to do together.",
    "text": "Terima kasih atas perkongsian anda. Sukarnya untuk mencari masa apabila anda mempunyai kerja, tugas dan tanggungjawab lain yang perlu dilakukan. 😔 Anda boleh cuba mencari kerja rumah yang boleh dilakukan secara bersama.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child did not want to spend time with me.",
    "text": "Anak saya tidak mahu meluangkan masa bersama saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thank you for sharing. It feels sad when your child doesn't want to spend time with you. 😔 Try suggesting a fun activity to do together.",
    "text": "Terima kasih atas perkongsian anda. Apabila anak anda tidak mahu meluangkan masa bersama dengan anda, anda pasti berasa sedih. 😔 Cuba cadangkan aktiviti menyeronokkan yang boleh dilakukan secara bersama.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "All my child wanted to do was watch T.V. or play with a gadget.",
    "text": "Anak saya hanya mahu menonton T.V. atau bermain dengan peranti.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It can be tough when your child seems focused on watching TV or playing with a gadget all the time. 😟 \n\nTo connect with them and understand their interests, try asking them to show you something cool on the gadget. \n\nIt's a simple way to engage with their world and spend time together. 📺",
    "text": "Apabila anak anda terlalu fokus menonton TV atau bermain peranti/gajet setiap hari, keadaan akan menjadi sukar. 😟 \n\nCuba minta mereka tunjukkan kepada anda sesuatu yang menarik pada peranti/gajet tersebut kerana anda boleh berhubung dan memahami minat mereka. \n\nCara ini adalah cara yang mudah untuk menyelami dunia mereka dan meluangkan masa bersama-sama. 📺",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child did not want one-on-one time to end.",
    "text": "Anak saya tidak mahu masa bersama seorang dengan seorang berakhir.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I understand it can be tough when your child does not want one-on-one time to end. 😣\n\nTo make things smoother, try being clear about how much time you have together and give a gentle warning when the time is about to end. ⏰\n\nTo help you with managing your child’s behaviour, consider making “Support My Child’s Positive Behaviour” as your next parenting goal once you finish your current goal.",
    "text": "Saya faham tentang kesukaran apabila anak anda tidak mahu sesi masa bersama seorang dengan seorang berakhir. 😣\n\nBagi melancarkan sesi ini, cuba beritahu secara jelas tentang berapa banyak masa yang anda boleh luangkan dan berikan peringatan mesra ketika masa sudah hampir tamat. ⏰\n\nBagi membantu anda menguruskan tingkah laku anak anda, pertimbangkan untuk menjadikan \" Menyokong Tingkah Laku Positif Anak Saya” sebagai matlamat keibubapaan anda yang seterusnya apabila anda sudah tamat dengan matlamat semasa anda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child wanted to do activities that I could not do.",
    "text": "Anak saya mahu melakukan aktiviti yang saya tidak berupaya lakukan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I can imagine it's challenging when your child wants to do activities that you find difficult. 😔\n\n A simple solution is to ask your child if you can join in by watching. \n\nThis way, you're still involved and supportive, even if you can't participate directly. 🤝",
    "text": "Saya boleh bayangkan betapa mencabar apabila anak anda mahu melakukan aktiviti yang anda rasa sukar. 😔\n\n Penyelesaian mudah adalah jika anda bertanya kepada anak anda sama ada anda boleh turut serta dengan hanya melihat dia melakukannya. \n\nDengan cara ini, anda masih terlibat dan memberi sokongan, walaupun anda tidak dapat ikut serta secara langsung. 🤝",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I forgot to praise my child.",
    "text": "Saya lupa untuk memuji anak saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "💚 It can be difficult to juggle all the different things we need to do. \n\n🌱 Next time you spend one-on-one time, try and think of one thing you can praise them for. \n\n☀️ You can even say, “Thank you for spending time with me!”",
    "text": "💚Sukar bagi kita membahagikan masa untuk semua perkara yang perlu kita lakukan. \n\n🌱Apabila anda meluangkan masa bersama seorang-dengan-seorang, cuba dan fikir satu perkara untuk memuji anak anda. \n\n☀️Anda juga boleh mengatakan, “Terima kasih kerana meluangkan masa dengan saya!”",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I felt embarrassed or weird when praising my child.",
    "text": "Saya rasa malu atau pelik ketika memuji anak saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "⭐ It’s normal to feel uneasy about doing new things.\n\n🌷 This is especially true of praise when we are not used to hearing it ourselves. \n\n👀 But it will get easier with practice,I promise!",
    "text": "⭐Adalah perkara biasa untuk berasa tidak selesa ketika kita melakukan sesuatu perkara yang baru.\n\n🌷Ini benar tentang pujian, terutamanya apabila kita sendiri tidak biasa mendengar pujian. \n\n👀Tapi saya pasti ia akan menjadi lebih mudah dengan banyak berlatih!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I can’t think of anything to praise my child.",
    "text": "Saya tidak boleh berfikir tentang sesuatu perkara untuk memuji anak saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🔔 Start small! You don’t have to select anything big to praise. \n\n💡 Find a simple behaviour that your child does that you are happy about and tell them. Even something that they already do. \n\n♥️ It will make a difference!",
    "text": "🔔Mulakan dari perkara yang kecil dan mudah! Anda tidak perlu memilih sesuatu yang besar untuk dipuji.\n\n💡Cari tingkah laku mudah yang anak anda lakukan yang buat anda berasa gembira dan beritahu dia. Mungkin juga perkara yang sudah dia lakukan.\n\n♥️ Pastinya ia membawa perubahan!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child did not want to share their emotions.",
    "text": "Anak saya tidak mahu berkongsi perasaan mereka.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "💚 I understand that sharing feelings is challenging when it’s new. \n\n🌱 Be patient and keep providing them with the opportunity to start sharing. \n\n☀️ Be a model for your children by sharing your own feelings.",
    "text": "💚 Saya faham bahawa berkongsi perasaan adalah mencabar jika baru bermula. \n\n🌱Bersabar dan terus berikan peluang untuk dia mula berkongsi. \n\n☀️Jadilah model untuk anak-anak anda dengan berkongsi tentang perasaan anda sendiri.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I felt uncomfortable talking about my own feelings",
    "text": "Saya rasa tidak selesa untuk bercakap tentang perasaan saya sendiri",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "⭐ It's okay to feel uncomfortable talking about your own feelings. \n\n👀 A simple way to start is by using 'I feel...' \n\n🌷 For example, you could say, \"I feel happy when we spend time together.\" Starting small like this can make it easier.",
    "text": "⭐ Tidak mengapa jika anda berasa tidak selesa untuk bercakap tentang perasaan anda sendiri.\n\n👀Cara mudah untuk bermula adalah dengan mengatakan 'Saya berasa...'\n\n🌷Sebagai contoh, anda boleh berkata, \"Saya berasa gembira apabila kita meluangkan masa bersama-sama.\" Bermula daripada perkara sekecil ini boleh menjadikannya lebih mudah.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Others in the household don’t think it’s a good idea to talk about emotions.",
    "text": "Orang lain di rumah berfikir bahawa bercakap tentang perasaan bukanlah idea yang baik.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🔔 You can try talking to them about why it might be a good idea. \n\n💡 Encourage them to try it first. Sometimes, just giving it a try can help everyone understand each other better.",
    "text": "🔔 Anda boleh berbual dengan anak anda tentang sebab mengapa ia boleh menjadi idea yang baik. \n\n💡Galakkan dia untuk mencubanya dahulu! Kadang kala, dengan mencuba boleh membantu semua orang memahami antara satu sama lain dengan lebih baik.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Others in the household don’t think it’s a good idea to talk about negative emotions.",
    "text": "Orang lain di rumah berfikir bahawa bercakap tentang perasaan negatif bukanlah idea yang baik.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🔔 Maybe you can have a chat with them about why it could be a good idea. \n\n💡 Encourage them to give it a try! Talking openly about feelings can help everyone understand each other better.",
    "text": "🔔 Mungkin anda boleh berbual dengan anak anda tentang sebab mengapa ia boleh menjadi idea yang baik. \n\n💡Galakkan dia untuk mencubanya! Bercakap secara terbuka tentang perasaan boleh membantu semua orang memahami antara satu sama lain dengan lebih baik.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I don’t know how to name some of the feelings I am experiencing.",
    "text": "Saya tidak tahu perasaan yang sedang saya alami.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "✨ Naming feelings can be tough. \n\n🔄 Try combining words you know, like happy or sad, and think about where you feel it in your body. \n\n🔴 For example, if your chest feels tight, it might be stress. \n\n🔶 It's okay not to have all the words – describe it the best you can.",
    "text": "✨Mungkin sukar untuk menyatakan perasaan. \n\n🔄Dengan memikirkan tentang di mana anda merasakannya pada tubuh anda, cuba gabungkan perkataan yang anda tahu, seperti gembira atau sedih. \n\n🔴Contohnya, jika dada anda berasa sesak, ia mungkin disebabkan tekanan. \n\n🔶Tidak mengapa jika anda tidak tahu kata-kata untuk mengungkapkannya – gambarkannya dengan sebaik mungkin.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I don’t have time to interact with my child.",
    "text": "Saya tidak mempunyai masa untuk berinteraksi dengan anak saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is okay to feel that way. But there are many small ways to spend time with your child!\n\n⏰ You can interact with your child while doing something else. Like, try asking your child to describe the colours and objects they see around them while you are walking together or while commuting on a bus.\n\n😃 Your child will appreciate the attention you are giving, even for a short while.",
    "text": "Tidak mengapa jika anda rasa seperti itu. Tetapi terdapat cara lain untuk meluangkan sedikit masa bersama anak anda!\n\n⏰ Anda boleh berinteraksi dengan anak anda sambil melakukan sesuatu. Seperti, cuba minta anak anda menerangkan warna dan objek yang dia lihat di sekelilingnya semasa anda berjalan bersama-sama atau semasa anda dan anak anda berulang-alik menaiki bas.\n\n😃 Anak anda akan menghargai perhatian yang anda berikan, walaupun untuk seketika.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child is not interested in spending time with me.",
    "text": "Anak saya tidak berminat untuk meluangkan masa bersama saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "😣 You may be hurt because your child does not want to spend time with you.\n\n⏰ Sometimes, your child just needs time to engage with you. It helps to remain calm, patient, and kind while you try to connect with your child.\n\n🌱 As children grow, they may want independence from you. That’s normal! You can support them to find friends based on their interests.",
    "text": "😣 Anda mungkin terluka kerana anak anda tidak mahu meluangkan masa bersama anda.\n\n⏰ Kadangkala, anak anda hanya perlukan sedikit masa untuk menyesuaikan dirinya dengan anda. Ia membantu anak anda untuk kekal tenang, sabar dan baik semasa anda cuba berhubung dengannya.\n\n🌱 Semasa kanak-kanak membesar, mereka mungkin mahukan kebebasan daripada anda. Itu adalah perkara biasa! Anda boleh menyokong mereka dengan membantu mereka mencari rakan yang mempunyai minat serupa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child keeps getting hurt from exploring or making new friends.",
    "text": "Anak saya kerap tercedera akibat melasak atau suka berkenalan dengan rakan baharu.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🧸 It must be hard to see your child getting injured or feeling sad. \n\n🌷 Children learn and grow from making mistakes. It is an important part of child development. They will be safe as long as you are aware of their activities and you can prevent anything dangerous.\n\n⭐ Build your child’s confidence about their abilities, values, and appearance so that they are comfortable trying new things.\n\n🎨 Encourage them to safely try out fun activities with other kids or adults. Praise them when they do it well!\n\n💚 Let your child know that you trust them to be safe and follow the rules that you have set.",
    "text": "🧸 Pasti sukar untuk melihat anak anda terluka atau berasa sedih.\n\n🌷Dengan melakukan kesilapan, kanak-kanak dapat belajar dan berkembang. Ia adalah bahagian penting dalam perkembangan kanak-kanak. Selagi mana anda mengetahui aktiviti yang dilakukannya dan anda boleh mengelakkan perkara yang berbahaya, keselamatan anak akan terjaga.\n\n⭐ Bina keyakinan anak anda tentang kebolehan, nilai dan penampilan supaya dia selesa untuk mencuba perkara baharu.\n\n🎨 Galakkan anak-anak untuk mencuba aktiviti yang menyeronokkan dengan selamat bersama kanak-kanak atau orang dewasa lain. Berikan pujian apabila dia dapat melakukannya dengan baik!\n\n💚 Beritahu anak anda bahawa anda mempercayainya untuk menjaga keselamatan diri dan mengikut peraturan yang telah anda tetapkan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My children will think I am not strong if I share my own mistakes.",
    "text": "Jika saya berkongsi kesilapan diri, anak saya akan berfikir bahawa saya tidak kuat.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "💚 It’s completely normal to feel worried about how your children might see you if you share your mistakes. \n\n🏆 Sharing your mistakes shows your child how you have learned and grown from your mistake, and they can do the same. \n\n⭐ It shows your children how you are stronger after learning your mistakes.",
    "text": "💚Perasaan bimbang tentang tanggapan anak anda terhadap diri anda jika anda berkongsi kesilapan adalah perkara biasa. \n\n🏆Dengan berkongsi kesilapan, anda menunjukkan kepada anak anda bagaimana anda telah belajar dan berkembang daripada kesilapan anda, dan dia juga boleh melakukan perkara yang sama.\n\n⭐Ia akan menunjukkan kepada anak-anak anda bagaimana anda menjadi lebih kuat selepas sedar akan kesilapan anda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I don’t know what to do during play time with my child.",
    "text": "Saya tidak tahu apa yang perlu dilakukan ketika masa bermain dengan anak saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "💙 I understand that figuring out what to do during playtime with your child can be challenging. \n\n🌱 It's a common concern, and you're not alone. \n\n💡 If you need ideas for activities, simply type PLAY in ParentText",
    "text": "💙 Saya faham bahawa memikirkan idea untuk aktiviti bermain bersama anak anda adalah agak mencabar.\n\n🌱Anda tidak bersendirian kerana ini adalah kebimbangan yang biasa. \n\n💡Jika anda memerlukan idea untuk aktiviti, hanya taip MAIN dalam ParentText",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I did not find time to help my child learn.",
    "text": "Saya tidak mempunyai masa untuk membantu pembelajaran anak saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It can be difficult to find time to help your child learn, but there are two important things to remember:\n\n1️⃣ Your child can learn a lot just by joining in activities you do in your normal routine. Going shopping for food, sorting clothes, and cooking are great opportunities to talk to your child and for them to learn. \n🍅 Describe what you are doing and ask questions. If you can, play counting games, and point out numbers, shapes and letters that you see. For example, square signs and round signs, and numbers and letters on labels. 🔷 🔵\n\n2️⃣ You can help your child learn by spending just a short amount of time specifically on a learning activity. For example, can you find 5 minutes in the evening to look at pictures together or read a children’s book? 📖",
    "text": "Mungkin anda rasa sukar untuk mencari masa bagi membantu anak anda belajar, tetapi ada dua perkara penting untuk anda ingat:\n\n1️⃣ Dengan hanya menyertai aktiviti jadual harian yang biasa anda lakukan, banyak perkara yang anak anda boleh pelajari. Pergi membeli makanan, menyusun pakaian, dan memasak ialah peluang yang bagus untuk anda bercakap dengan anak anda dan untuk pembelajaran mereka. \n🍅 Jelaskan apa yang anda lakukan dan tanyakan soalan. Jika boleh, bermain permainan mengira, dan nyatakan nombor, bentuk dan huruf yang anda lihat. Sebagai contoh, bentuk segi empat dan bulatan, dan nombor serta huruf pada label. 🔷 🔵\n\n2️⃣ Anda boleh membantu anak anda dengan meluangkan sedikit masa khususnya sewaktu aktiviti pembelajaran. Contohnya, bolehkah anda luangkan 5 minit pada waktu petang untuk melihat gambar bersama-sama atau membaca buku kanak-kanak? 📖",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I didn’t have any books to read with my child.",
    "text": "Saya tidak mempunyai buku untuk dibaca bersama anak saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "💡 That’s normal! Many parents don’t have books in the house. \n\n👀 You can also use anything that has pictures to interact with your child - magazines, newspapers, and even signs on the road.",
    "text": "💡 Itu perkara biasa! Ramai ibu bapa yang tidak mempunyai buku di rumah.\n\n👀 Anda juga boleh menggunakan apa sahaja yang mempunyai gambar untuk berinteraksi dengan anak anda - majalah, surat khabar dan juga papan tanda di jalan raya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child does not want to learn.",
    "text": "Anak saya tidak mahu belajar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🎨 Try to make learning activities fun! Your child will be more likely to want to learn when the activity is fun with less pressure. \n\n⚽ Follow your child’s interests, even if you’re just talking together. This will help them learn. \n\n📱 For playful, educational ideas, type {PLAY} at any time in your ParentText!",
    "text": "🎨 Cuba jadikan aktiviti pembelajaran menyeronokkan! Anak anda akan lebih berminat untuk belajar apabila aktiviti itu menyeronokkan dan kurang tekanan. \n\n⚽ Ikut minat anak anda, walaupun anda hanya berbual bersama. Ini akan membantu mereka belajar. \n\n📱 Untuk idea yang menyeronokkan dan mendidik, taip {PLAY} pada bila-bila masa pada ParentText anda!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I am feeling overwhelmed.",
    "text": "Saya berasa terbeban.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "💙 I’m sorry you’re feeling overwhelmed. \n\n💡 Try doing short, simple, and fun things that can fit in with your routine. \n\n🌈 For example, point at things like letters, numbers, colours, and objects and tell Your Child what they are. Start slowly and simply. \n\n🍚 If you’re busy, just involve your child in what you are doing.",
    "text": "💙 Saya minta maaf kerana anda berasa terbeban. \n\n💡 Cuba lakukan perkara yang sekejap, ringkas dan menyeronokkan yang sesuai dengan rutin anda.\n\n🌈 Contohnya, tunjuk pada perkara seperti huruf, nombor, warna dan objek dan beritahu Anak Anda tentang benda itu. Mulakan dengan perlahan dan ringkas.\n\n🍚 Jika anda sibuk, hanya libatkan anak anda dalam apa yang sedang anda lakukan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child did not follow instructions even when I followed the tips.",
    "text": "Anak saya tidak mengikuti arahan walaupun saya mengikutinya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "💙 I understand it can be challenging when your child doesn't follow instructions. Remember, children need time to learn these skills. Be patient with the process, and don't hesitate to try again.🌱",
    "text": "💙Saya faham ia boleh jadi mencabar apabila anak anda tidak mengikut arahan. Ingat, kanak-kanak memerlukan masa untuk mempelajari kemahiran ini. Bersabar dengan prosesnya, dan jangan teragak-agak untuk mencuba lagi.🌱",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I gave a negative instead of a positive\ninstruction.",
    "text": "Saya memberikan arahan negatif dan bukannya arahan \npositif.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "💛 It takes time to get used to giving positive\ninstructions – but it’s worth trying again! Try\nthinking about the behaviour you would like to see your child to more often and think of positive ways to give that instruction. 🌷",
    "text": "💛 Memberi arahan secara positif memang mengambil masa untuk dibiasakan — tapi sangat berbaloi untuk terus mencuba! Cuba fikirkan tingkah laku yang anda mahu anak lakukan dengan lebih kerap, dan fikirkan cara positif untuk menyampaikan arahan tersebut. 🌷",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child did not hear me or ignored\nme.",
    "text": "Anak saya tidak mendengar kata atau tidak mengendahkan \nsaya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "⭐ It can be tough when your child doesn't listen. \n\n👀 Try getting their attention by looking at them or gently touching their shoulder before telling them something. That might help them hear you better.",
    "text": "⭐ Memang mencabar bila anak tidak mendengar kata.\n\n👀 Cuba tarik perhatian anak anda dengan melihat mata atau sentuh bahunya dengan lembut sebelum bercakap. Ini mungkin membantu mereka lebih fokus dan mendengar dengan lebih baik.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child had difficulty following my\ninstructions.",
    "text": "Anak saya sukar untuk mengikut arahan \nsaya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It's hard when your child struggles to follow what you ask. \n\n1️⃣ Try giving just one instruction at a time, something they can easily do. And remember to give them enough time to do it. This can make following instructions easier for them.",
    "text": "Sukar apabila anak anda susah untuk mengikut kata anda. \n\n1️⃣Cuba berikan satu arahan sahaja pada satu masa, sesuatu yang dia boleh lakukan dengan mudah. Dan ingat untuk memberi anak anda masa yang cukup untuk melakukannya. Ini boleh memudahkan arahan berikut untuknya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We were not able to stick to the rule or routine",
    "text": "Kami tidak boleh mengikut peraturan atau rutin dengan tetap",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Try making a rule or routine that's easy to follow, like cleaning up toys after playing. This way, it's simpler for everyone to keep up with it.",
    "text": "Cuba untuk tetapkan peraturan atau rutin yang mudah diikut seperti mengemas permainan selepas bermain. Dengan cara ini, lebih mudah untuk semua orang mematuhinya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child struggled to go along with the bedtime routine.",
    "text": "Anak saya sukar untuk mengikut rutin tidur.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It takes time for children to learn new routines and change their behaviour. Be patient and keep the bedtime routine consistent.",
    "text": "Anak-anak mengambil masa untuk belajar rutin baharu dan mengubah tingkah laku mereka. Bersabar dan pastikan rutin tidur mereka konsisten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child and I could not agree on a rule.",
    "text": "Saya dan anak saya tidak bersetuju dengan peraturan tersebut.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think about whether the rule is reasonable. Can your child do it? \n\nIt helps when making rules as a family to think about your child, how old they are\nand what really matters to them.",
    "text": "Fikirkan sama ada peraturan itu munasabah. Bolehkah anak anda melakukannya? \n\nSemasa membuat peraturan sebagai sebuah keluarga, ia membantu jika anda mengambil kira berapa umur anak anda\ndan perkara yang penting bagi mereka.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child felt it was unfair that I don’t have to follow the rule we set.",
    "text": "Anak saya rasa ia tidak adil kerana saya tidak perlu mengikut peraturan yang kami tetapkan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We should always remember that children learn best from us. The more we follow the rules, the more they will follow the rules too. \n\nYou can adjust the rule to make sure that it is realistic for everyone to follow it, considering their and your responsibilities (for example school or work activities).",
    "text": "Kita harus sentiasa ingat bahawa kanak-kanak paling mudah mempelajari sesuatu daripada kita. Jika kita mengikut peraturan, mereka juga akan mengikut peraturan.\n\nPeraturan boleh dilaraskan oleh anda untuk memastikan bahawa ia adalah realistik untuk dipatuhi oleh semua orang, dengan mengambil kira tanggungjawab anda dan juga tanggungjawab mereka (contohnya aktiviti sekolah atau kerja).",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Parent should be the one setting the rule, not the child.",
    "text": "Ibu bapa yang sepatutnya menetapkan peraturan, bukannya anak.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When we establish rules together with our\nchildren, that helps the family to understand each other better.\n\n The rules will be more realistic and children will be more willing and able to follow the rules.",
    "text": "Keluarga akan memahami antara satu sama lain dengan lebih baik apabila kita menetapkan peraturan bersama-sama dengan anak kita.\n\n Peraturan akan menjadi lebih realistik dan anak akan lebih bersedia dan dapat mengikut peraturan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We made the rule but my child does not follow it.",
    "text": "Kami telah membuat peraturan tetapi anak saya tidak mengikutinya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I get that it's challenging when your child isn't following the rule you set. 😔\n\nThink about your rule – is it fair and realistic? What can your child actually do? Adjust the rule, if necessary. \n\nPraise your child when they do follow the rule.",
    "text": "Saya faham ia mencabar apabila anak anda tidak mematuhi peraturan seperti yang anda telah tetapkan. 😔\n\nFikirkan tentang peraturan anda - adakah ia adil dan realistik? Apa sebenarnya yang boleh dilakukan oleh anak anda? Laraskan peraturan, jika perlu. \n\nPuji anak anda apabila mereka mengikut peraturan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I am too angry to find anything positive to say to my child after they have misbehaved.",
    "text": "Saya terlalu marah sehingga tidak dapat mencari sebarang kata-kata positif untuk dikatakan kepada anak saya selepas mereka tidak berkelakuan baik.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Take a deep breath, take some space, and then pick something very small and concrete that you wish your child could do more of that you can praise in your child.",
    "text": "Tarik nafas panjang, ambil sedikit ruang, dan kemudian pilih perkara yang mudah dan penting yang anda harap boleh dilakukan oleh anak anda dengan lebih kerap supaya anda boleh memberikan pujian kepada anak anda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child doesn’t seem to have changed their behaviour despite the consequence I put in place.",
    "text": "Anak saya nampaknya tidak mengubah tingkah lakunya walaupun saya telah memberikannya akibat.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It takes time for anyone’s behaviour to change. Remember to consistently apply the consequence – you need to do it every time – and to put it into place immediately.",
    "text": "Sesiapa saja yang ingin mengubah tingkah laku akan memerlukan sedikit masa. Ingat untuk menerapkan akibat secara konsisten - anda perlu melakukannya setiap kali - dan dengan kadar yang segera.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child is misbehaving all the time.",
    "text": "Anak saya tidak berkelakuan baik sepanjang masa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "You may need to spend more One-on-One Time with your child and give more positive attention to them when they are behaving well. This takes time so be patient!",
    "text": "Kami turut bersimpati kerana anda mendapati hal ini mencabar. Anda perlu meluangkan lebih banyak Masa Bersama Seorang-dengan-Seorang dengan anak anda dan berikan perhatian yang lebih positif apabila mereka berkelakuan baik. Ini akan memakan sedikit masa, justeru itu anda perlu bersabar!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Other members of the family do not agree about using ignore for tantrums or other demanding behaviours.",
    "text": "Ahli keluarga yang lain tidak bersetuju untuk menggunakan kaedah abaikan apabila anak mengamuk atau bertingkah laku menuntut.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🚩 Sometimes others will not agree with us or have other methods of parenting. \n\n💡 It might be helpful to explain to other family members how to use ignore and why it might help reduce your children’s demanding behaviours. \n\n✨ You can only control your behaviour so remember that these changes start with you and with time others might see that they really work!",
    "text": "🚩Kadang-kadang orang lain tidak akan bersetuju dengan kita atau mempunyai kaedah keibubapaan lain.\n\n💡Terangkan kepada ahli keluarga lain cara untuk mengamalkan kaedah abaikan dan sebab ia boleh membantu mengurangkan tingkah laku menuntut anak anda mungkin membantu mereka untuk lebih memahami.\n\n✨Anda hanya boleh mengawal tingkah laku anda jadi ingat bahawa perubahan ini bermula dengan anda dan lama kelamaan orang lain mungkin melihat bahawa ia benar-benar berkesan!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I can’t ignore my child’s behaviour because they are hitting/biting/pushing.",
    "text": "Anak saya memukul/menggigit/menolak, jadi saya tidak boleh mengabaikan tingkah laku anak saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🔑 Ignore only works for negative attention seeking and demanding behaviours like whining, pestering, and tantrums.\n\nUsing consequences is more effective for aggressive behaviours like hitting. Your child might need a break from an activity to cool down if they are being aggressive. \n\n⏸ You can teach them to Take a Pause!",
    "text": "🔑Mengabaikan tingkah laku hanya berkesan untuk tingkah laku yang mencari perhatian dan menuntut perhatian negatif seperti merengek, mengganggu dan mengamuk.\n\nUntuk kelakuan yang agresif seperti memukul, gunakan akibat lebih berkesan. Jika anak anda menjadi agresif, dia mungkin perlu berehat daripada melakukan aktiviti untuk menenangkan dirinya. \n\n⏸ Anda boleh mengajar mereka untuk Berhenti Seketika!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I can’t ignore my child’s behaviour because I am afraid they will hurt themselves.",
    "text": "Saya tidak boleh mengabaikan tingkah laku anak saya kerana saya takut mereka mencederakan diri mereka sendiri.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "❗It is important to keep your child safe. If they get out of control during a tantrum, you might need to take them to a place where they cannot hurt themselves. \n\nYou also might need to gently but firmly hold your child while continuing to ignore them verbally. \n\nRemember that we are ignoring the behaviour but not the child!",
    "text": "❗Adalah penting untuk memastikan anak anda selamat. Jika mereka tidak terkawal semasa mengamuk, anda mungkin perlu membawa mereka ke tempat yang mereka tidak boleh mencederakan diri sendiri.\n\nAnda juga mungkin perlu memegang anak anda dengan lembut tetapi tegas sambil terus mengabaikannya secara lisan.\n\nIngat bahawa kita mengabaikan tingkah laku mereka tetapi bukan anak anda!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ignoring the behaviour just seems to make it worse!",
    "text": "Mengabaikan tingkah laku tersebut membuat keadaan menjadi lebih buruk!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "👀 It is completely natural for your child to test you. They have learned that by increasing their demanding behaviour they might get what they want. \n\n💚 Be patient and continue to practise ignoring. Eventually, your child will learn that this behaviour does not work.",
    "text": "👀 Adalah perkara biasa jika anak anda menguji kesabaran anda. Mereka telah belajar bahawa dengan meningkatkan tingkah laku menuntut, mereka mungkin akan mendapat apa yang mereka mahukan.\n\n💚 Bersabarlah dan teruskan berlatih kaedah mengabaikan. Lama-kelamaan, anak anda akan belajar bahawa tingkah laku seperti itu tidak akan berhasil.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I am having to ignore my child’s behaviour a lot of the time. It just does not work!",
    "text": "Saya sering mengabaikan tingkah laku anak saya. Tapi ia tidak berkesan!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This may be either because 1️⃣ you are not being consistent with ignoring, 2️⃣ the behaviour is not one that you can ignore, or 3️⃣ your child needs more positive attention at other times. \n\nRemember to spend plenty of One-on-One Time with your children.",
    "text": "Ini mungkin sama ada kerana 1️⃣ anda tidak konsisten semasa mengabaikan dia, 2️⃣ tingkah lakunya adalah tingkah laku yang anda tidak boleh abaikan, atau 3️⃣ anak anda memerlukan perhatian yang lebih positif pada masa lain. \n\nIngat untuk meluangkan banyak Masa Bersama Seorang Dengan Seorang dengan anak-anak anda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child is always on a gadget, even when I am working or doing house chores.",
    "text": "Semasa saya bekerja atau melakukan kerja rumah, anak saya selalunya akan bermain dengan peranti.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "📺 It must be exhausting to always tell your child to turn off or put away the gadgets.\n\n📝 You can set rules with your child. Tell them that they cannot be on gadgets when you are busy. Your busy time is your child’s quiet play time with toys or reading time with books.\n\n🌷 Tell your child that sharing what they watch on T.V. or what they do on gadgets is a rule. \n\n👂 Be patient and kind while listening to them. Manage your anger if you find that they did something wrong online. Take a deep breath.\n\n💛 Praise your child when they follow the rules!",
    "text": "📺 Suruh anak tutup atau letak gajet dengan kerap sangatlah memenatkan.\n\n📝 Anda boleh menetapkan peraturan dengan anak anda. Beritahu mereka bahawa mereka tidak boleh menggunakan gajet ketika masa sibuk anda. Masa sibuk anda ialah masa bermain yang tenang untuk anak anda atau masa untuk mereka membaca buku.\n\n🌷 Beritahu anak anda bahawa salah satu peraturan yang perlu mereka patuhi adalah berkongsi apa yang mereka tonton di T.V. atau apa yang mereka lakukan pada gajet.\n\n👂 Bersabar dan tenang semasa mendengarkan mereka. Urus kemarahan anda jika anda mendapati bahawa mereka melakukan sesuatu yang salah dalam talian. Tarik nafas panjang.\n\n💛 Puji anak anda apabila mereka mengikut peraturan!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child is refusing to eat vegetables and fruits, especially when they are out of the house.",
    "text": "Anak saya menolak untuk makan sayur dan buah, terutama sekali apabila mereka berada di luar rumah.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🍅 It is common for children to refuse vegetables and fruits, especially when tastier but less healthy food options are available all around us.\n\n🌱 You could encourage your child to eat slightly sweeter fruits and vegetables for a start, such as mango childs and sweet potatoes. You can gradually introduce other vegetables and fruits.\n\n🎈 Praise you child even when they take one mouthful of vegetables or fruits!",
    "text": "🍅 Kanak-kanak selalu menolak sayur-sayuran dan buah-buahan, terutamanya apabila pilihan makanan yang lebih sedap tetapi kurang sihat terdapat di sekeliling kita.\n\n🌱 Anda boleh menggalakkan anak anda untuk makan buah-buahan dan sayur-sayuran yang sedikit manis sebagai permulaan, seperti buah mangga dan ubi keledek. Anda kemudiannya boleh memperkenalkan sayur-sayuran dan buah-buahan lain secara beransur-ansur.\n\n🎈 Puji anak anda walaupun mereka hanya mengambil satu suap sayur atau buah!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I am worried because my child returns home late at night after playing.",
    "text": "Saya risau apabila anak saya pulang lewat malam selepas bermain.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🚩 I understand it can be unsafe when your child comes home late after playing outside.\n\n⏰ Consider establishing a household rule for when your child should come home. Work together with your child to set fair consequences if they don't follow the rule.\n\n💚 To support you in setting rules with your child, think about making \"Give My Child Structure\" your next parenting goal once you complete your current one.",
    "text": "🚩 Saya faham ia boleh menjadi tidak selamat apabila anak anda pulang lewat selepas bermain di luar.\n\n⏰ Pertimbangkan untuk menetapkan peraturan di rumah mengenai waktu anak anda perlu pulang. Bincang bersama anak anda untuk tetapkan akibat yang adil jika mereka tidak mematuhi peraturan tersebut.\n\n💚 Untuk membantu anda menetapkan peraturan bersama anak, fikirkan untuk memilih \"Memberikan Anak Saya Persekitaran yang Seimbang\" sebagai matlamat keibubapaan anda yang seterusnya selepas anda menyelesaikan yang sedang anda ikuti sekarang.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My child told me that school or the house of someone I trust is an unsafe place. 🚩 I was shocked and did not know what to do!",
    "text": "Anak saya beritahu saya bahawa sekolah atau rumah seseorang yang saya percayai merupakan tidak selamat bagi mereka. 🚩Saya terkejut dan tidak tahu apa yang perlu dilakukan!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "😔 It is shocking to learn that people who we trust may cause discomfort to our children.\n\n👂 Listen to your child if they want to talk about why it seems dangerous or uncomfortable. Trust what they say - they will not say such things for no reason!\n\n🔔 Talk with someone and get support. Type {HELP} if you need more assistance.\n\n💙 Remember to take a pause when you are stressed.",
    "text": "😔 Sungguh mengejutkan apabila mengetahui bahawa orang yang kita percayai boleh menyebabkan ketidakselesaan kepada anak-anak kita.\n\n👂 Dengar anak anda jika mereka ingin bercakap tentang sebab mengapa dia rasa dirinya dalam bahaya atau tidak selesa. Percaya apa yang mereka katakan - mereka tidak akan mengatakan perkara sedemikian tanpa sebab!\n\n🔔Bercakap dengan seseorang dan dapatkan sokongan. Taip {HELP} jika anda memerlukan bantuan lanjut.\n\n💙 Ingatlah untuk berhenti seketika apabila anda tertekan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I am shy to talk to my young child about bodies and safe touch.",
    "text": "Saya berasa malu untuk bercakap tentang tubuh badan dan sentuhan selamat dengan anak saya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "💙 It is slightly uncomfortable to talk to our children about male and female body parts.\n\n💡But it helps to keep our children safe. Your child will know that they can come to you about any questions related to the body.\n\n💚 While it may be uncomfortable to talk about some body parts, especially private parts, your child will know how to talk about it if anything happens.\n\n🔑 Answer any questions from your child honestly. You can do this to keep our children safe! 🌷",
    "text": "💙 Bercakap dengan anak-anak kita tentang bahagian anggota badan lelaki dan perempuan mungkin membuat kita berasa kurang selesa.\n\n💡Tetapi ia membantu untuk memastikan anak-anak kita selamat. Anak anda akan tahu bahawa dia boleh bertanya kepada anda tentang sebarang soalan yang berkaitan dengan tubuh badan.\n\n💚 Walaupun anda mungkin berasa tidak selesa untuk bercakap tentang bahagian badan tertentu, terutamanya bahagian sulit, anak anda akan tahu cara untuk bercakap mengenainya jika apa-apa berlaku.\n\n🔑 Berikan jawapan yang jujur untuk pertanyaan anak anda. Anda boleh lakukannya bagi memastikan keselamatan anak anda! 🌷",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Remember to add the ground rules to the WhatsApp Group Description. \n\n​​To add the ground rules to the Group Description, copy the following ground rules or use the ones agreed during the onboarding session: \n\n“To make this a safe space for everyone, here are some ground rules:\n \n✅ What is said in the group stays in the group. You need to know that this group is private.\n✅ Accept each other. Everyone is different and has different experiences.\n✅ Share only what you feel comfortable sharing.\n✅ Feel free to ask questions!\n✅ Respect privacy of personal pictures and videos that are sent to the chat group. \n\n\nOpen the WhatsApp group chat. \n\nTap the group name. \n\nTap the existing description, or tap Add Group Description. \nPaste the ground rules. \n\nTap Save.",
    "text": "Jangan lupa untuk tambah peraturan asas ke dalam Penerangan Kumpulan WhatsApp.\n\nUntuk menambah peraturan asas ke dalam Penerangan Kumpulan, salin peraturan di bawah atau gunakan peraturan yang telah dipersetujui semasa sesi pengenalan:\n\n\"Untuk memastikan ruang ini selamat untuk semua, berikut adalah peraturan asas:\n\n✅ Apa yang dikongsi dalam kumpulan ini, kekal dalam kumpulan. Kumpulan ini adalah peribadi.\n✅ Terima satu sama lain. Setiap orang berbeza dan mempunyai pengalaman yang berbeza.\n✅ Hanya kongsi perkara yang anda rasa selesa untuk dikongsi.\n✅ Jangan malu untuk bertanya soalan!\n✅ Hormati privasi gambar dan video peribadi yang dihantar dalam kumpulan sembang.\n\nBuka sembang kumpulan WhatsApp.\nKlik pada nama kumpulan.\nKlik pada penerangan sedia ada, atau klik Tambah Penerangan Kumpulan.\nTampal peraturan asas di atas.\n\nKlik Simpan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Identifying Group Admin",
    "text": "Mengenal Pasti Pentadbir Kumpulan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This week you will also ask the group to choose two group admin to keep the WhatsApp Support Group ongoing. \n\nThe WhatsApp groups are designed to support parent engagement in the ParentText chatbot. \n\nSelect the 2 parents who receive the most votes to lead the group.",
    "text": "Pada minggu ini, anda juga akan bertanya kepada kumpulan bagi memilih dua pentadbir kumpulan bagi memastikan Kumpulan Sokongan WhatsApp kekal aktif. \n\nKumpulan WhatsApp ini ditubuhkan untuk menyokong penglibatan ibu bapa dalam bot sembang ParentText. \n\nPilih 2 ibu bapa yang menerima undian terbanyak untuk mengetuai kumpulan ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Just as we say to the parents, “It is what you do at home that makes the difference,” the same thing applies to you: “It is how you interact with the parents in your group that makes the difference.” \n\nIf you take the time to deliver a session before it begins, you will be more confident. If there is anything that you cannot remember or feel unsure of, contact another facilitator to practise with. \n\nAccess the Facilitator Guide for your group by clicking on the icon above. .",
    "text": "Seperti yang kami katakan kepada ibu bapa, \"Apa yang anda lakukan di rumah yang membawa perubahan,\" perkara yang sama berlaku kepada anda: \"Cara anda berinteraksi dengan ibu bapa dalam kumpulan anda yang membawa perubahan.\" \n\nJika anda meluangkan masa untuk menyampaikan sesi sebelum ia bermula, anda akan lebih yakin. Jika ada apa-apa yang anda tidak ingat atau rasa tidak pasti, hubungi fasilitator lain untuk berlatih. \n\nAkses Panduan Fasilitator untuk kumpulan anda dengan mengklik pada ikon di atas. .",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What’s inside the Facilitator Guide?",
    "text": "Apakah isi kandungan dalam Panduan Fasilitator?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This guide is for YOU! It is a comprehensive guide to help you deliver Naungan Kasih to families around you. It includes steps on how to introduce caregivers to the programme, and support them, and specific information on the programme’s content.",
    "text": "Panduan ini khas untuk ANDA! Ia merupakan panduan lengkap untuk membantu anda menyampaikan Naungan Kasih kepada keluarga di sekeliling anda. Panduan ini merangkumi langkah-langkah untuk memperkenalkan program kepada penjaga, cara menyokong mereka, serta maklumat terperinci tentang kandungan program ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What to remember?",
    "text": "Apa yang perlu diambil tahu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is important to follow this manual as closely as possible. However, manuals are only a guide to support you after what you have learned in the training workshop. \nWhat you deliver – the content of the manual – is only 20% of the programme. The rest 80%? It’s all about HOW you facilitate the programme and behave towards the parents.",
    "text": "Manual ini harus diikuti dengan sebaik mungkin. Walau bagaimanapun, manual ini hanyalah sebagai panduan bagi menyokong anda selepas anda menerima pembelajaran dalam bengkel latihan. \nKandungan manual – yang anda sampaikan – hanyalah 20% daripada program ini. Baki 80% lagi? Adalah BAGAIMANA anda menguruskan program ini dan sikap anda terhadap ibu bapa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Skills you need",
    "text": "Kemahiran yang anda perlukan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The core skills of a good facilitator are a mirror for parents to learn how to bring about the change we want to see in parents and the community. These include understanding stages of child development, praising and encouraging parents, using active listening skills, being consistent and compassionate, exploring problems, and finding solutions together.",
    "text": "Kemahiran asas bagi fasilitator yang bagus merupakan cerminan kepada ibu bapa semasa mempelajari cara membawa perubahan yang diingini dalam kalangan ibu bapa dan masyarakat. Ini termasuklah memahami tahap perkembangan anak, memuji dan menggalakkan ibu bapa, menggunakan kemahiran mendengar yang aktif, sentiasa konsisten dan bertolak ansur, meneroka masalah dan mencari jalan penyelesaian bersama-sama.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "⭐ Remember",
    "text": "⭐ Ingat",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Just as we say to the parents, “It is what you do at home that makes the difference,” the same thing applies to you: “It is how you interact with the parents in your group that makes the difference.” \n\nIf you take the time to deliver a session before it begins, you will be more confident. If there is anything that you cannot remember or feel unsure of, contact another facilitator to practise with. \n\nAccess the Facilitator Guide for your group by clicking on the icon above.",
    "text": "Seperti yang kami katakan kepada ibu bapa, \"Apa yang anda lakukan di rumah yang membawa perubahan,\" perkara yang sama berlaku kepada anda: \"Cara anda berinteraksi dengan ibu bapa dalam kumpulan anda yang membawa perubahan.\" \n\nJika anda meluangkan masa untuk berlatih menyampaikan sesi sebelum ia bermula, anda akan lebih yakin. Jika ada apa-apa yang anda tidak ingat atau rasa tidak pasti, hubungi fasilitator lain untuk berlatih. \n\nAkses Panduan Fasilitator untuk kumpulan anda dengan mengklik pada ikon di atas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Create a WhatsApp Group",
    "text": "Cipta Kumpulan WhatsApp",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "**Make sure you have done the following before the onboarding session starts:** \n\n- Save the names and WhatsApp numbers of the parents assigned to you on your phone (if available), so you can easily confirm details during the onboarding session. \n\n- Create your WhatsApp group (with temporary group name, icon, description). The name of each WhatsApp group has the same structure:\n“Naungan Kasih”+\nA name selected by the group \n\nWhen you create your temporary group name, you will use the first 2 parts: \"Naungan Kasih” + your group. \n\nYou can keep your temporary group name or you can add a name to the temporary group name. For example, “Naungan Kasih_HappyFamilies”.",
    "text": "**Sila pastikan anda telah melakukan perkara berikut sebelum sesi pengenalan bermula:**\n\n- Simpan nama dan nombor WhatsApp ibu bapa yang telah disimpan dalam telefon anda (jika ada), jadi anda dapat mengesahkan butiran dengan mudah semasa sesi pengenalan. \n\n- Wujudkan kumpulan WhatsApp anda (dengan nama kumpulan, ikon, penerangan sementara). Nama bagi setiap kumpulan WhatsApp mempunyai struktur yang sama:\n“Naungan Kasih”\nNama yang dipilih secara berkumpulan \n\nAnda akan menggunakan 2 bahagian pertama: \"Naungan Kasih\" + kumpulan anda ketika anda mencipta nama kumpulan sementara anda. \n\nAnda boleh kekalkan nama kumpulan sementara anda atau anda boleh menambah nama kepada nama kumpulan sementara anda. Sebagai contoh, “Naungan Kasih_KumpulanA_KeluargaBahagia”.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Conduct Chat Session",
    "text": "Memimpin Sesi Sembang",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "**Before conducting chat sessions, make sure you:** \n\n- Create a WhatsApp Group during the onboarding session. \n\n- Identify the ground rules for the WhatsApp Group\n\n**Structure for the chat session**: \n\n- Week 0 (immediately after the onboarding session): Welcome, introductions, and reminder of home practice. \n\n- Week 2: Check-in: Connecting with parents on their progress with NKText, and discussion on child’s development and growth. \n\n- Week 4: Check-in: Connecting with parents on their progress with NKText, and discussion on supporting child’s learning in a fun and engaging way. \n\n- Week 6: Check-in: Connecting with parents on their progress with NKText, discussion on parent’s mental health, and identifying group admin to handover the group after final chat session.  \n\n- Week 8: Final Chat Sessions: Sharing new group admin details, and closing.\n\n**When to send the messages** \n\n- You and your group will decide a time to chat during the onboarding session.\n\n- Each chat session has a reminder message (Message 1) that you should send a few hours before the chat session. \n\n- Send the remaining messages during the scheduled chat time.",
    "text": "**Sebelum menjalankan sesi sembang, pastikan anda:**\n\n- Membuat Kumpulan WhatsApp semasa sesi pengenalan.\n- Kenal pasti peraturan asas untuk Kumpulan WhatsApp.\n\n**Struktur sesi sembang**:\n\n- Minggu 0 (selepas sesi pengenalan): Aluan, sesi pengenalan, dan peringatan tentang latihan di rumah.\n\n- Minggu 2: Sesi check-in: Berhubung dengan ibu bapa mengenai kemajuan mereka dalam NKText, dan berbincang tentang perkembangan dan pertumbuhan anak.\n\n- Minggu 4: Sesi check-in: Berhubung dengan ibu bapa mengenai kemajuan mereka dalam NKText, dan berbincang tentang cara menyokong pembelajaran anak secara menyeronokkan dan menarik.\n\n- Minggu 6: Check-in: Berhubung dengan ibu bapa mengenai kemajuan mereka dalam NKText, berbincang tentang kesihatan mental ibu bapa, dan kenal pasti pentadbir kumpulan untuk penyerahan selepas sesi akhir.\n\n- Minggu 8: Sesi Sembang Akhir: Kongsikan maklumat pentadbir kumpulan baharu dan sesi penutup.\n\n**Bila untuk menghantar mesej**:\n\n- Anda dan kumpulan anda akan menetapkan waktu sesi sembang semasa sesi pengenalan.\n\n- Setiap sesi sembang mempunyai mesej peringatan (Mesej 1) yang perlu dihantar beberapa jam sebelum sesi bermula.\n\n- Hantar mesej-mesej lain semasa waktu sesi sembang yang telah ditetapkan.\n",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Share the messages in chat session",
    "text": "Kongsi mesej tersebut dalam sesi sembang",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look for the \"Chat Sessions\" section on FaciNK homepage\n\nFind the specific week you want to share and click on it.\n\nOnce you're on the content for that week, locate the \"Share\" icon. It should look like an arrow pointing upward or a box with an arrow, and it's used to share content. Click on the \"Share\" icon.\n\nIn the menu that appears, select \"WhatsApp\" as your sharing option.\n\nChoose your Naungan Kasih Support Group from the list. \n\nBefore you hit the \"Send\" button, make sure to add or change any necessary information like your name. \n\nFinally, click the \"Send\" button to share the content with your Naungan Kasih Support Group.",
    "text": "Cari bahagian \"Sesi Sembang\" pada halaman utama FaciNK\n\nCari minggu tertentu yang anda ingin kongsikan dan klik minggu tersebut.\n\nCari ikon \"Kongsi\" jika anda sudah menjumpai kandungan untuk minggu tersebut. Ikon ini lazimnya digambarkan sebagai anak panah yang menunjuk ke atas atau sebuah kotak dengan anak panah, dan digunakan untuk berkongsi kandungan. Klik pada ikon \"Kongsi\".\n\nDalam menu yang sedia ada, pilih \"WhatsApp\" sebagai pilihan perkongsian anda. \n\nPilih Kumpulan Sokongan Naungan Kasih anda daripada senarai. \n\nPastikan anda menambah atau menukar sebarang maklumat yang diperlukan sebelum anda mengklik butang \"Hantar\" \n\nAkhir sekali, klik butang \"Hantar\" untuk berkongsi kandungan dengan Kumpulan Sokongan Naungan Kasih anda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Get Help with WhatsApp Support Group",
    "text": "Dapatkan Bantuan dengan Kumpulan Sokongan WhatsApp",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you require help while moderating your WhatsApp Support Group, the weekly sessions provide a list of FAQ and potential solutions.\n\nIf you need support responding to a challenge shared by the parent during your weekly chat session, see “Common Challenges” on the homepage. \n\nFollow the same instructions as Sharing Chat Messages to share the solutions to the challenges. \n\nIf you encounter a challenge not covered in the chat session, kindly contact your supervisor for further guidance.",
    "text": "Jika anda memerlukan sokongan semasa menguruskan Kumpulan Sokongan WhatsApp anda, sesi mingguan menyediakan senarai Soalan Lazim dan cadangan penyelesaian.\n\nJika anda memerlukan sokongan untuk menjawab cabaran yang dikongsi oleh ibu bapa semasa sesi sembang mingguan anda, lihat \"Cabaran Biasa\" di halaman utama. \n\nIkut arahan yang sama seperti Berkongsi Mesej Sembang untuk berkongsi penyelesaian kepada cabaran.\n\nJika anda menghadapi cabaran yang tidak termasuk dalam sesi sembang sila hubungi penyelia anda untuk mendapatkan bimbingan lanjut.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What to cover in the WhatsApp Call?",
    "text": "Apa yang perlu dirangkumi dalam Panggilan WhatsApp?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thank the parent for volunteering to lead the WhatsApp group.  \n\nWhile engaging with other parents in the group, keep the following in mind:\n🔵 Greet parents when engaging with them.\n🔵 Respect what participants share and be aware of different ages, genders, values and circumstances.\n🔵 Encourage parents to share and respond to each other - and praise them for it.\n🔵 Remind parents of ground rules when needed.\n🔵 Model the behaviour you want to see among the parents.\n\nIf the parent needs any prompts for discussion, share the following: \n\nLet us celebrate our successes! What was something positive you experienced when you tried one of the ParentText skills with your child?\n\nTrying out new skills can be hard at first. What was something difficult that you experienced when you tried a ParentText skill with your child at home?\nRemind the parent that they are not obligated to respond to messages all times. Participants may send messages at any time during the week. To keep your workload manageable, you can respond to messages once or twice a day, depending on your schedule. \n\nAsk them if they have any questions. \n\nRemind the parent that unfortunately, you will no longer be able to participate in the WhatsApp group.",
    "text": "Ucapkan terima kasih kepada ibu bapa kerana sudi mengetuai kumpulan WhatsApp.\n\nSemasa melibatkan dengan ibu bapa lain dalam kumpulan, ingat perkara berikut:\n🔵Bertegur sapa dengan ibu bapa apabila terlibat dengan mereka.\n🔵Hormati apa yang peserta kongsikan dan ambil tahu tentang umur, jantina, nilai dan keadaan yang berbeza.\n🔵Galakkan ibu bapa untuk berkongsi dan memberi respon antara satu sama lain - dan memuji mereka atas sebab tersebut.\n🔵Ingatkan ibu bapa tentang peraturan asas apabila diperlukan.\n🔵Menjadi teladan dengan mempraktikkan tingkah laku yang anda ingin lihat di kalangan ibu bapa.\n\nJika ibu bapa memerlukan sebarang gesaan (prompt) untuk perbincangan, kongsi perkara berikut:\n\nMarilah kita meraikan kejayaan kita! Apakah perkara positif yang anda alami apabila anda mencuba salah satu kemahiran ParentText dengan anak anda?\n\nMencuba kemahiran baharu mungkin sukar pada mulanya. Apakah sesuatu yang sukar yang anda alami apabila anda mencuba kemahiran ParentText dengan anak anda di rumah?\nIngatkan ibu bapa bahawa mereka tidak bertanggungjawab untuk membalas mesej sepanjang masa. Peserta boleh menghantar mesej pada bila-bila masa sepanjang minggu. Untuk memastikan beban kerja anda terurus, anda boleh membalas mesej sekali atau dua kali sehari, bergantung pada jadual anda.\n\nTanya kepada mereka jika mereka mempunyai sebarang soalan.\nIngatkan ibu bapa bahawa anda tidak lagi boleh menyertai kumpulan WhatsApp.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Set up your profile",
    "text": "Tetapkan profil anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Select the profile icon from the bottom navigation bar. \n\nChoose “About you” \n\nType your name under “Your name” \n\nSelect your state from the dropdown menu \n\nTap Save",
    "text": "Pilih ikon profil dari bar navigasi di bawah. \n\nPilih “Tentang Anda” \n\nMasukkan nama anda di bahagian “Nama Anda” \n\nPilih negeri anda daripada menu juntai bawah \n\nKlik Simpan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Add a Parent",
    "text": "Tambah Ibu atau Bapa",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Select the profile icon from the bottom navigation bar. \n\nChoose “Add Parent”\n\nEnter parent details in the form. To enter the parent’s unique identifier (UID), ask them to text “ID” on ParentText. Copy the 6-digit number into the parent profile.",
    "text": "Pilih ikon profil daripada bar navigasi sebelah bawah. \n\nPilih “Tambah Ibu Bapa”\n\nMasukkan butiran ibu bapa dalam borang. Minta ibu bapa untuk menghantar teks “ID” di ParentText untuk memasukkan pengenal unik (UID) mereka. Salin nombor 6 digit ke dalam profil ibu bapa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Add a Co-Parent",
    "text": "Tambah Ibu atau Bapa Bersama",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If two parents from the same family are participating in the programme, together, you must link their accounts. \n\nOnce you have added the first parent profile, to add a second parent, select “Add Parent”\n\nEnter parent details in the form. To enter the parent’s unique identifier (UID), ask them to text “ID” on ParentText. Copy the 6-digit number into the parent profile. \n\nSelect “Add Co-Parent”\n\nSelect the co-parent from available parent user profiles. \n\nSelect “Save”\n\n*Both parent profiles will be updated to note the co-parent.*",
    "text": "Anda perlu pautkan akaun kedua-dua ibu bapa jika mereka daripada keluarga yang sama dan menyertai program ini bersama-sama. \n\nPilih \"Tambah Ibu Bapa\" untuk menambah ibu bapa kedua jika anda telah menambah profil ibu bapa pertama\n\nMasukkan butiran ibu bapa ke dalam borang. Minta ibu bapa untuk menghantar teks \"ID\" di ParentText untuk memasukkan pengenal unik ibu bapa (UID). Salin nombor 6 digit ke dalam profil ibu bapa. \n\nPilih “Tambah Ibu Bapa Bersama”\n\nPilih ibu bapa bersama daripada profil pengguna ibu bapa yang tersedia. \n\nPilih “Simpan”\n\n*Kedua-dua profil ibu bapa akan dikemas kini untuk menunjukkan terdapat ibu bapa bersama.*",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Report Attendance",
    "text": "Laporkan Kehadiran",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Select the pencil icon from the bottom navigation bar. \n\nSelect whether you are reporting on an in-person or WhatsApp session with your parents. \n\nChoose which session you are reporting on. \n\n\nComplete the report \n\n⏰Specify the time spent on preparation, travel, and actual session delivery. \n\n✅Check the activities you completed (in-person) or number of messages you sent (WhatsApp Group)\n\n🔵Selecting the parents who participated in the session:\n\nFor in-person sessions, “participation” is defined as parents who attended the session, in part or whole. \nFor the WhatsApp group, “participation” is defined as parents who have sent at least 1 message during the chat session. \n\nIf you do not see a parent’s name, then you need to add that parent to the App (see above).",
    "text": "Pilih ikon pensel dari bar navigasi bawah. \n\nPilih sama ada anda melaporkan secara peribadi atau sesi WhatsApp dengan ibu bapa anda. \n\nPilih sesi yang anda laporkan. \n\n\nLengkapkan laporan \n\n⏰Nyatakan masa yang dihabiskan untuk penyediaan, perjalanan dan penyampaian sesi sebenar.\n\n✅Semak aktiviti yang anda selesaikan (secara peribadi) atau bilangan mesej yang anda hantar (Kumpulan WhatsApp)\n\n🔵Memilih ibu bapa yang mengambil bahagian dalam sesi:\n\nUntuk sesi bersemuka, \"penyertaan\" ditakrifkan sebagai ibu bapa yang menghadiri sesi itu, sebahagian atau secara keseluruhannya. \nUntuk kumpulan WhatsApp, \"penyertaan\" ditakrifkan sebagai ibu bapa yang telah menghantar sekurang-kurangnya 1 mesej semasa sesi sembang.\n\nJika anda tidak melihat nama ibu bapa, maka anda perlu menambahkan ibu bapa tersebut pada Aplikasi (lihat di atas).",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Edit an Attendance Report",
    "text": "Menyunting Laporan Kehadiran",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Only edit an attendance report if you have made a mistake.\n\nSelect the pencil icon from the bottom of the navigation bar. \n\nSelect whether the session you want to edit was an in-person or WhatsApp session. \n\nSelect the session that you want to edit.\n\nYour previous selections will appear. You can now edit your selections and select “Save”",
    "text": "Hanya sunting laporan kehadiran jika anda telah membuat kesilapan.\n\nPilih ikon pensel dari bahagian bawah bar navigasi. \n\nPilih sama ada sesi yang anda ingin sunting ialah sesi bersemuka atau WhatsApp. \n\nPilih sesi yang ingin anda sunting.\n\nPilihan anda sebelum ini akan dipaparkan. Anda kini boleh menyunting pilihan anda dan pilih \"Simpan\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is Safeguarding?",
    "text": "Apakah itu Perlindungan?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What should I do during the disclosure of abuse, neglect, or exploitation?",
    "text": "Apakah langkah yang saya perlu ambil jika maklumat tentang penderaan, pengabaian atau eksploitasi didedahkan?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What can I do after a participant discloses abuse, neglect or exploitation?",
    "text": "Apa yang saya boleh lakukan selepas peserta mendedahkan penderaan, pengabaian atau eksploitasi?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How should I report abuse?",
    "text": "Bagaimana cara saya melaporkan penderaan?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Abuse, Neglect and Violence Hotline",
    "text": "Talian Utama Penderaan, Pengabaian dan Keganasan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Additional Safeguarding Resources",
    "text": "Sumber Perlindungan Tambahan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Crisis Hotlines",
    "text": "Talian Utama Krisis",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Support",
    "text": "Sokongan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "After Onboarding Session",
    "text": "Selepas Sesi Pengenalan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Week 2: Check-in",
    "text": "Minggu 2: Sesi Check-in",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Week 4: Check-in",
    "text": "Minggu 4: Daftar Masuk",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Week 6: Check-in",
    "text": "Minggu 6: Daftar Masuk",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Important Information",
    "text": "Maklumat Penting",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Week 8: Final Chat Session",
    "text": "Minggu 8: Sesi Sembang Terakhir",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Overview of the Naungan Kasih Programme",
    "text": "Gambaran Keseluruhan Program Naungan Kasih",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Related information",
    "text": "Maklumat berkaitan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Guide for In-Person Onboarding",
    "text": "Panduan untuk Pengenalan Secara Bersemuka",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "For more information:",
    "text": "Untuk maklumat lanjut:",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How to Conduct Weekly WhatsApp Group Sessions",
    "text": "Cara Memimpin Sesi Kumpulan WhatsApp Mingguan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "FAQ",
    "text": "Soalan Lazim",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How to handover to Group Admin",
    "text": "Cara menyerahkan tugas kepada Pentadbir Kumpulan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Guide for Parent Reflection and Celebration",
    "text": "Panduan untuk Refleksi dan Keraian Ibu Bapa",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How to Report on Programme Delivery",
    "text": "Kaedah Laporan untuk Pelaksanaan Program",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How to:",
    "text": "Kaedah:",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Chat session prompts for new group admin",
    "text": "Gesa (Prompt) sesi sembang untuk pentadbir kumpulan baharu",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If parents or group admin reach out to you after the group has ended.",
    "text": "Jika ibu bapa atau pentadbir kumpulan hubungi anda selepas kumpulan berakhir.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How do I access NKText?",
    "text": "Bagaimana saya boleh akses NKText?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A parent needs support accessing ParentText and I'm not sure how to answer their question.",
    "text": "Ada ibu bapa yang memerlukan sokongan untuk mengakses ParentText dan saya tidak pasti cara untuk menjawab soalan mereka.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A parent cannot commit to the ground rules.",
    "text": "Ada ibu bapa yang tidak dapat mengikut peraturan asas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A parent is personally messaging me or calling me with lots of questions on their parenting habits or child’s misbehaviours.",
    "text": "Salah seorang ibu bapa ada menghantar pesanan dan menghubungi saya secara peribadi untuk bertanyakan beberapa soalan tentang cara mendidik anak-anak atau salah laku anak-anak.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Only a small group of parents are actively participating in the chat sessions, while other parents are not responding.",
    "text": "Hanya segelintir ibu bapa yang aktif menyertai sesi sembang, manakala ibu bapa yang lain tidak memberi respon.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "No one volunteered to be group admin",
    "text": "Tiada sesiapa yang sukarela untuk menjadi pentadbir kumpulan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Participants share that the programme was not helpful or that they are still struggling",
    "text": "Peserta berkongsi bahawa program tersebut tidak membantu atau mereka masih mengalami kesulitan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Parents are feeling concerned, stressed or sad as the programme comes to an end.",
    "text": "Ibu bapa berasa bimbang, tertekan atau sedih kerana program hampir tiba ke penghujungnya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What if no one participates?",
    "text": "Bagaimana jika tiada siapa yang menyertai?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Spending one-on-one time",
    "text": "Meluangkan masa bersama seorang dengan seorang",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Praising your child",
    "text": "Memuji anak anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Talking about feelings",
    "text": "Bercakap tentang perasaan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Supporting child’s development",
    "text": "Menyokong perkembangan anak",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Supporting children's reading and maths learning",
    "text": "Menyokong pembelajaran membaca dan matematik anak",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Helping your child give structure",
    "text": "Membantu memberikan persekitaran yang seimbang untuk anak anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Setting household rules and routines",
    "text": "Menetapkan peraturan dan jadual harian di rumah",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Giving consequences",
    "text": "Memberikan akibat",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Supporting positive child behaviour",
    "text": "Menyokong tingkah laku anak yang positif",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Keeping the child safe and healthy",
    "text": "Menjaga keselamatan dan kesihatan anak",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name Game",
    "text": "Permainan Nama",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Overview of Naungan Kasih programme",
    "text": "Gambaran keseluruhan program Naungan Kasih",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ground Rules",
    "text": "Peraturan Asas",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Getting Started with ParentText",
    "text": "Memulakan ParentText",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Exploring basic phone functions to interact with ParentText chatbot",
    "text": "Meneroka fungsi asas telefon untuk berinteraksi dengan bot sembang ParentText",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Joint completion of Onboarding, Welcome Flow, and Spend 1-on-1 time with Your Child on ParentText",
    "text": "Melengkapkan Pengenalan bersama-sama, Aliran Aluan dan Luangkan masa bersama seorang dengan seorang bersama Anak Anda di ParentText",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Resolving challenges with ParentText (if any)",
    "text": "Menyelesaikan cabaran bersama ParentText (jika ada)",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Spending 1-on-1 time with Your Children",
    "text": "Meluangkan masa bersama seorang dengan seorang bersama Anak Anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Introducing ParentText Comic",
    "text": "Memperkenalkan Komik ParentText",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Discussion: One-on-One Time with Your Child",
    "text": "Perbincangan: Masa Seorang Dengan Seorang bersama Anak Anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pair Discussion: Activities to do with your Child",
    "text": "Perbincangan Berpasangan: Aktiviti untuk dilakukan bersama Anak anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Practising skills",
    "text": "Berlatih menggunakan kemahiran",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Sharing Tips for spending One-on-One Time with your child",
    "text": "Berkongsi Petua bagi meluangkan Masa Bersama Seorang Dengan Seorang dengan anak anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Reflection",
    "text": "Renungan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Identifying the Next Goal in ParentText",
    "text": "Mengenal pasti Matlamat Seterusnya dalam ParentText",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Goodbye Activity",
    "text": "Aktiviti Salam Perpisahan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Welcome",
    "text": "Selamat Datang",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Collaborative Art Activity: Silent Reflection",
    "text": "Aktiviti Kerjasama Seni: Refleksi Senyap",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Collaborative Art Activity: Art Activity",
    "text": "Aktiviti Kerjasama Seni: Aktiviti Seni",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Collaborative Art Activity: Presentation",
    "text": "Aktiviti Kerjasama Seni: Untuk memberi peluang kepada ibu bapa berkongsi pengalaman mereka",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Keep the Momentum Going: Story: Stone Soup",
    "text": "Kekalkan Momentum: Cerita: Sup Batu",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Keep the Momentum Going: Discussion on continuing support",
    "text": "Kekalkan Momentum: Perbincangan untuk sokongan berterusan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Awareness Activity",
    "text": "Aktiviti Kesedaran",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Closing",
    "text": "Penutup",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Facilitator",
    "text": "Fasilitator",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "System tester",
    "text": "Penguji sistem",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "😃 Thank you so much for being part of our WhatsApp chat group! \n\nAs your home activity, try to spend at least 5 minutes of One-on-One Time with your child each day. \n\nWe can share about how it goes during our next chat session. \n\n👋 See you in the next session on [ENTER DATE].",
    "text": "😃Jutaan terima kasih kerana menjadi sebahagian daripada kumpulan sembang WhatsApp kami! \n\nCuba untuk luangkan sekurang-kurangnya 5 minit Masa Bersama Seorang dengan Seorang bersama anak anda setiap hari sebagai aktiviti anda di rumah. \n\nKita boleh berkongsi tentang perjalanan semasa sesi sembang kita yang seterusnya. \n\n👋Jumpa anda pada sesi seterusnya pada [MASUKKAN TARIKH].",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Add Ground Rules to the WhatsApp Group Description",
    "text": "Tambahkan Peraturan Asas ke dalam Penerangan Kumpulan WhatsApp",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "To make this a safe space for everyone, here are some ground rules:\n \n✅ What is said in the group stays in the group. You need to know that this group is private.\n✅ Accept each other. Everyone is different and has different experiences.\n✅ Share only what you feel comfortable sharing.\n✅ Feel free to ask questions!\n✅ Respect privacy of personal pictures and videos that are sent to the chat group.",
    "text": "Untuk memastikan ruang ini selamat untuk semua, berikut adalah beberapa peraturan asas:\n\n✅ Apa yang dikongsikan dalam kumpulan kekal dalam kumpulan. Anda perlu tahu bahawa kumpulan ini adalah privasi.\n✅ Terima satu sama lain. Setiap orang berbeza dan mempunyai pengalaman yang berbeza.\n✅ Kongsi hanya perkara yang anda rasa selesa untuk dikongsikan.\n✅ Jangan malu untuk bertanya soalan!\n✅ Hormati privasi gambar dan video peribadi yang dikongsi dalam kumpulan sembang.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Remember to add the ground rules to the WhatsApp Group Description. \n\n​​To add the ground rules to the Group Description:\n- Copy the ground rules or use the ones agreed during the onboarding session.\n- Open the WhatsApp group chat. \n- Tap the group name. \n- Tap the existing description, or tap Add Group Description. \n- Paste the ground rules. \n- Tap Save.",
    "text": "Ingat untuk menambah peraturan asas ke dalam Penerangan Kumpulan WhatsApp.\n\nLangkah-langkah untuk menambah peraturan asas ke dalam Penerangan Kumpulan:\n\n- Salin peraturan asas, atau gunakan peraturan yang telah dipersetujui semasa sesi pengenalan.\n- Buka sembang kumpulan WhatsApp.\n- Klik nama kumpulan.\n- Klik penerangan sedia ada, atau klik Tambah Penerangan Kumpulan.\n- Tampal peraturan asas.\n- Klik Simpan.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 1: Introduction",
    "text": "Mesej 1: Pengenalan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "😃 Hi there! Welcome to our Naungan Kasih WhatsApp Group! \n\nToday we are introducing ourselves and our goals for the programme! ⭐ \n\nMy name is [INSERT NAME] and my goal is to learn more about how to help my child go to bed by 8 every night. ⏰🌙 \n\nPlease share your name and your goal for Naungan Kasih using text or audio message.",
    "text": "😃 Hai! Selamat datang ke Kumpulan WhatsApp Naungan Kasih! \n\nKita akan mula dengan memperkenalkan diri kita dan matlamat kita bagi program ini pada hari ini! ⭐ \n\nNama saya [MASUKKAN NAMA] dan matlamat saya adalah untuk mempelajari lebih lanjut tentang cara membantu anak saya tidur pada pukul 8 setiap malam.⏰🌙 \n\nSila kongsikan nama anda dan matlamat anda untuk Naungan Kasih menggunakan teks atau mesej audio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Remember to fill in your name where it says [INSERT NAME] before sending your message. \n\nAllow some time for parents to share. Try to praise each response.\nFor example, you can say “Thanks for the response, [INSERT NAME]!” or “Great goal, [INSERT NAME]”! You can also use simple emojis like 👍or 🙂",
    "text": "Ingat untuk mengisi nama anda di tempat yang tertera [MASUKKAN NAMA] sebelum menghantar mesej anda. \n\nBerikan sedikit masa untuk ibu bapa berkongsi. Cuba puji setiap respon.\nSebagai contoh, anda boleh menyebut \"Terima kasih atas respon, [Masukkan Nama]!\" atau \"Matlamat hebat, [Masukkan Nama]\"! Anda juga boleh menggunakan emoji ringkas seperti 👍atau 🙂",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 2: Setting time to chat",
    "text": "Mesej 2: Tetapkan masa untuk bersembang",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Every 2 weeks, we will catch up at [INSERT TIME] on [INSERT DAY] to chat about our Naungan Kasih journey. \n\n👋 Please join to share how things are going, any challenges you experience, or just say hi! 😊\n\n⏰ Does this time and day work for everyone?",
    "text": "Setiap 2 minggu, kita akan berjumpa pada [MASUKKAN MASA] hari [MASUKKAN HARI] untuk berbual tentang perjalanan kita dalam Naungan Kasih.\n\n👋 Sila turut serta untuk berkongsi perkembangan anda, sebarang cabaran yang dihadapi, atau sekadar bertanya khabar! 😊\n\n⏰ Adakah masa dan hari ini sesuai untuk semua orang?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Add the time and day of the week before sending the message.",
    "text": "Tambahkan waktu dan hari dalam minggu tersebut sebelum menghantar mesej.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 3: WhatsApp Group Expectations",
    "text": "Mesej 3: Jangkaan Kumpulan WhatsApp",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I'm really looking forward to our first chat session together! Just a quick reminder: you can chat about your experiences, challenges, and successes with each other in this group, even if our chat sessions are only once every two weeks.\n\nThis group is all about learning and sharing together! 🌟",
    "text": "Saya tidak sabar menanti sesi sembang pertama kita bersama-sama! Ini cuma peringatan mesra: walaupun sesi sembang kita hanya diadakan sekali setiap 2 minggu, anda boleh bersembang tentang pengalaman, cabaran, dan kejayaan anda antara satu sama lain dalam kumpulan ini.\n\nKumpulan ini adalah untuk belajar dan berkongsi bersama-sama! 🌟",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 4: Closing",
    "text": "Mesej 4: Penutup",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "😃Thank you so much for being part of our WhatsApp chat group! \n\nAs your home activity, try to spend at least 5 minutes of One-on-One Time with your child each day. \n\nWe can share about how it goes during our next chat session. \n\n👋See you in the next session on [ENTER DATE].",
    "text": "😃Jutaan terima kasih kerana menjadi sebahagian daripada kumpulan sembang WhatsApp kami! \n\nCuba untuk luangkan sekurang-kurangnya 5 minit Masa Bersama Seorang dengan Seorang bersama anak anda setiap hari sebagai aktiviti anda di rumah. \n\nKita boleh berkongsi tentang perjalanan semasa sesi sembang kita yang seterusnya. \n\n👋Jumpa anda dalam sesi seterusnya pada [MASUKKAN TARIKH].",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello! Our weekly chat is coming up! Our next chat session will be later today at [INSERT TIME]. We will catch up on how things are going with your home activities. \n\nSee you then! 👋",
    "text": "Helo! Sembang mingguan kita semakin dekat! Sesi sembang kita yang seterusnya akan bermula tidak lama lagi pada pukul [MASUKKAN WAKTU]. Kita akan semak aktiviti anda di rumah. \n\nJumpa anda nanti! 👋",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 2: Welcome and Check-in",
    "text": "Mesej 2: Selamat datang dan Daftar Masuk",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello! Before we start our chat session, I just wanted to congratulate you for making it this far into the programme! ✨\n\nHow is everybody doing? 😃 Happy? 😣 Stressed? Angry? 😒 Annoyed? 💙 Peaceful? Whatever emotion you feel…it’s okay! Please share with the group how you are feeling today.",
    "text": "Hai semua! Sebelum kita mulakan sesi sembang hari ini, saya ingin ucapkan tahniah kerana anda telah sampai sejauh ini dalam program Naungan Kasih! ✨\n\nApa khabar semua hari ini? 😃 Gembira? 😣 Tertekan? Marah? 😒 Menjengkelkan? 💙 Tenang? Apa pun emosi yang anda rasa… semuanya tidak mengapa!\nSila kongsikan dengan kumpulan bagaimana perasaan anda hari ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Allow time for parents to share how they are feeling. You should also share how you are feeling. For example, “I am happy to be part of this chat today.”",
    "text": "Berikan masa untuk ibu bapa berkongsi perasaan mereka. Anda juga harus berkongsi perasaan anda. Sebagai contoh, \"Saya gembira menjadi sebahagian daripada sesi sembang pada hari ini.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thanks for sharing! ✨\n\nHow are your NKText home activities going with your child? Did anything go particularly well? Did you find any activity difficult?",
    "text": "Terima kasih atas perkongsian! ✨\n\nBagaimana dengan aktiviti di rumah NKText anda bersama dengan anak anda? Adakah berjalan dengan lancar? Adakah terdapat kesukaran yang anda hadapi dalam mana-mana aktiviti?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 4: Supporting children’s development",
    "text": "Mesej 4: Menyokong perkembangan anak",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thanks for sharing! \n\nWe all see how much our children grow and change over time. As parents, you have a big role in making sure your child develops and grows well. \n\nWhat do you think are some things you can do to support your child’s growth and development?",
    "text": "Terima kasih atas perkongsian! \n\nKita semua melihat sejauh mana anak kita membesar dan berubah mengikut peredaran masa. Anda mempunyai peranan yang besar sebagai ibu bapa dalam memastikan anak anda berkembang dan membesar dengan baik. \n\nPada pendapat anda, apakah perkara yang boleh anda lakukan untuk menyokong pertumbuhan dan perkembangan anak anda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Acknowledge the experiences parents share with an appropriate emoji. You can begin the discussion by sharing that parents can help their child grow by using words to describe what they are doing so that they develop language abilities.",
    "text": "Iktiraf pengalaman yang dikongsi ibu bapa dengan emoji yang sesuai. Anda boleh memulakan perbincangan dengan berkongsi bahawa ibu bapa boleh membantu anak mereka membesar dengan menggunakan perkataan untuk menerangkan perkara yang mereka lakukan supaya mereka dapat mengembangkan kebolehan bahasa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "That’s right! You can make a big difference by being involved in your child’s development. \n\nIn NKText, you will find tips on how to support your child’s development and growth in the goal, “Understand Child Development”\n\nIf you've already given this goal a try, that's fantastic! If not, consider choosing this as your next goal. \n\nThank you for sharing, and working as hard as you do as parents. See you in the next chat session on [ENTER DATE]! 🏆",
    "text": "Betul! Anda boleh melakukan perubahan yang besar dengan melibatkan diri dalam perkembangan anak anda.\n\nAnda akan menemui petua-petua tentang cara untuk menyokong perkembangan dan pertumbuhan anak anda dalam matlamat \"Memahami Perkembangan Kanak-Kanak\" dalam NKText.\n\nJika anda sudah mencuba matlamat ini, bagus! Jika belum, pertimbangkan untuk memilih matlamat ini sebagai matlamat seterusnya. \n\nTerima kasih kerana berkongsi dan berusaha keras sebagai ibu bapa. Jumpa lagi dalam sesi sembang seterusnya pada [MASUKKAN TARIKH]! 🏆",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello! I am looking forward to chatting with you later today at [INSERT TIME]. We will catch up on how things are going with your home activities. Chat soon! 👋",
    "text": "Helo! Saya tidak sabar untuk bersembang dengan anda pada hari ini pukul [MASUKKAN WAKTU]. Kami akan mengikuti perkembangan aktiviti di rumah anda. Nanti kita sembang lagi! 👋",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🔔 Hello! Welcome to our Naungan Kasih chat session!\n\nHow are you doing today? Excited to share? Anxious about parenting? Curious? Whatever emotion you’re experiencing is okay. \n\nShare an emoji that best shows how you are feeling today. 😃😒😔😣",
    "text": "🔔 Helo! Selamat datang ke sesi sembang Naungan Kasih!\n\nBagaimana dengan anda hari ini? Teruja untuk berkongsi? Gelisah tentang keibubapaan? Rasa ingin tahu? Tidak kira apa emosi yang anda alami, semuanya tidak mengapa. \n\nKongsikan emoji yang menggambarkan perasaan anda dengan terbaik pada hari ini. 😃😒😔😣",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thanks for sharing! ✨\n\nHow are you doing with your NKText home activities?\n\nRemember, we are here to celebrate the good things together and help each other find solutions when things go wrong. Who would like to share first?",
    "text": "Terima kasih kerana berkongsi! ✨\n\nBagaimana kemajuan anda dengan aktiviti di rumah NKText anda?\n\nIngat, kami di sini untuk meraikan perkara yang baik bersama-sama dan membantu satu sama lain untuk mencari penyelesaian apabila sesuatu tidak berjalan dengan baik. Siapa yang ingin berkongsi dahulu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 4: Supporting children’s learning",
    "text": "Mesej 4: Menyokong pembelajaran anak",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thanks for sharing! Last time, we talked about helping your child develop and grow. Today, let's chat about how to help your child’s learning. \n\nDid you know children can learn so much more through playful activities, even when they're not in school?\n\nThere are lots of ways you can use play to make learning fun for your child. They'll learn better when they're having fun!\n\nWhat are some ways you can make learning fun for your child at home? 🎉",
    "text": "Terima kasih atas perkongsian! Kita berbincang tentang membantu anak anda berkembang dan membesar sebelum ini. Hari ini, mari kita bersembang tentang cara untuk membantu pembelajaran anak anda. \n\nAdakah anda tahu bahawa kanak-kanak boleh belajar lebih banyak lagi melalui aktiviti yang menarik, walaupun mereka tidak berada di sekolah?\n\nTerdapat banyak cara yang anda boleh guna untuk menjadikan pembelajaran tersebut menyeronokkan bagi anak anda. Apabila mereka berseronok, mereka akan dapat belajar dengan lebih baik!\n\nApakah cara yang anda boleh lakukan untuk membuat pembelajaran yang menyeronokkan bagi anak anda di rumah? 🎉",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Acknowledge the experiences parents share with an appropriate emoji. You can share suggestions like typing PLAY in NKText to find activities to do with your child.",
    "text": "Iktiraf pengalaman yang dikongsikan oleh ibu bapa dengan emoji yang sesuai. Bagi mencari aktiviti untuk dilakukan bersama anak anda, anda boleh berkongsi cadangan seperti menaip MAIN dalam NKText.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🎉 Those are some great ideas! \n\nRemember that your children will learn best when you make it fun, creative, and meaningful.\n\nIf you would like to learn more about ways to help your child grow healthily, check out the goal, “Prepare My Child for Success in School” in NKText. \n\nIf you have already completed this goal, great job! If not, consider making this your next parenting goal. \n\nRemember, it is what you do at home with your child that makes the difference! 💚\n\nChat to you next session on [ENTER DATE]! 👀",
    "text": "🎉 Itu adalah beberapa idea yang hebat! \n\nIngatlah bahawa anak anda akan belajar dengan sangat baik jika anda menjadikan pembelajaran tersebut menyeronokkan, kreatif dan bermakna.\n\nSemak matlamat \"Persiapkan Anak Saya untuk Kejayaan di Sekolah\" dalam NKText jika anda ingin mempelajari lebih lanjut tentang cara membantu anak anda membesar dengan sihat. \n\nTahniah, jika anda telah melengkapkan matlamat ini! Jika tidak, pertimbangkan untuk menjadikan matlamat ini sebagai matlamat keibubapaan anda yang seterusnya. \n\nIngat, andalah yang mencorakkan masa depan anak anda dengan apa yang anda lakukan di rumah bersamanya! 💚\n\nMari bersembang lagi dalam sesi seterusnya pada [MASUKKAN TARIKH]! 👀",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello! I am excited to chat with you later today at [INSERT TIME]. Let us catch up on how things are going with your home activities from NKText. Chat soon!",
    "text": "Helo! Saya teruja untuk bersembang dengan anda pada hari ini pukul [MASUKKAN WAKTU]. Biar kami mengikuti perkembangan aktiviti di rumah anda daripada NKText. Nanti kita sembang lagi!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 2: Welcome and check-in",
    "text": "Mesej 2: Selamat datang dan daftar masuk",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🔔 Hello! Welcome to our Naungan Kasih chat session!\n\nHow is everyone’s stress level today? \n\nUse Type a number from 1 to 10 to share your stress level:\n1 - No Stress \n2 to 5 - Some Stress \n6 to 9 - Feeling Stressed \n10 - Extremely Stressed",
    "text": "🔔 Helo! Selamat datang ke sesi sembang Naungan Kasih!\n\nBagaimana dengan tahap tekanan semua orang pada hari ini? \n\nUntuk berkongsi tahap tekanan anda, gunakan Taip satu nombor daripada 1 hingga 10:\n1 - Tiada Tekanan \n2 hingga 5 - Sedikit Tekanan \n6 hingga 9 - Berasa Tertekan \n10 - Sangat Tertekan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Allow time for parents to share how they are feeling and also share how you feel.",
    "text": "Berikan sedikit waktu untuk ibu bapa kongsikan apa yang mereka rasa dan kongsikan juga apa yang anda rasa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 3: Home Activity",
    "text": "Mesej 3: Aktiviti di Rumah",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thanks for sharing! ✨\n\nIt’s been six weeks since we began our NKText journey. How is everyone doing with their NKText home activities? \n\nWho would like to share first?",
    "text": "Terima kasih atas perkongsian! ✨\n\nSudah enam minggu berlalu sejak kita mulakan perjalanan NKText kita. Bagaimana kemajuan semua orang dengan aktiviti di rumah NKText? \n\nSiapa yang ingin berkongsi dahulu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Acknowledge the experiences parents share with an appropriate emoji or with a response from the common challenges.",
    "text": "Hargai pengalaman yang dikongsi ibu bapa dengan emoji yang sesuai atau dengan respon daripada bahagian cabaran lazim.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 4: Managing stress in daily life",
    "text": "Mesej 4: Mengurus tekanan dalam kehidupan seharian",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thanks for sharing! This week we are going to focus our chat session on you 🙂\n\nIt is important that we can take care of ourselves as parents if we are going to be able to support our children. \nAs we think about the last six weeks with NKText, you’ve probably noticed lots of lessons that help you take care of yourself. \n\nHere’s a question for you: What’s one thing you’ve learned from NKText that’s helped you take care of yourself better?",
    "text": "Terima kasih atas perkongsian! Kita akan tumpukan perhatian sesi sembang kita terhadap anda 🙂\n\nJika kita ingin mampu untuk menyokong anak kita, adalah penting bagi kita sebagai ibu bapa untuk menjaga diri kita sendiri. \nAnda mungkin telah menyedari banyak pelajaran yang membantu anda menjaga diri sendiri sepanjang enam minggu terakhir bersama NKText. \n\nIni adalah soalan untuk anda: Apakah satu perkara yang anda pelajari daripada NKText yang membantu anda menjaga diri anda dengan lebih baik?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Acknowledge the experiences parents share with an appropriate emoji. You can share suggestions like setting a routine helped you from the lesson “Managing Stress” in the goal “Give My Child Structure”.",
    "text": "Berikan respon kepada perkongsian ibu bapa dengan emoji yang sesuai. Bergantung pada perasaan atau pengalaman yang mereka kongsi.\n\nAnda boleh berkongsi cadangan seperti menetapkan jadual harianyang membantu anda daripada pelajaran \"Menguruskan Tekanan\" dalam matlamat \"Berikan Persekitaran yang Seimbang untuk Anak Saya”.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 5: Closing",
    "text": "Mesej 5: Penutup",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "🎉 Those are some great ideas! \n\nRemember, before you can take care of your child and family, you need to take care of yourself. \n\nIf you want to redo any of your goals, simply type MENU in NKText. \n\nNext chat session will be my last chat session with you. But you can keep this WhatsApp group open* as a place to continue to support each other! 💚\n\nIs anyone willing to take over as a group admin? \n\nPlease send me a direct message if you are interested. It would be great to get *two volunteers*. 👀\n\nChat to you next session on [ENTER DATE]! 👀",
    "text": "🎉 Itu merupakan idea yang hebat! \n\nIngat, anda perlu menjaga diri anda sendiri sebelum anda dapat menjaga anak serta keluarga anda. \n\nTaip sahaja MENU dalam NKText jika anda ingin buat semula mana-mana matlamat anda.\n\nSesi sembang seterusnya akan menjadi sesi sembang terakhir saya dengan anda. Tetapi anda boleh memastikan kumpulan WhatsApp ini dibuka* sebagai tempat untuk terus menyokong satu sama lain! 💚\n\nAdakah sesiapa yang sanggup mengambil alih menjadi pentadbir kumpulan? \n\nSila hantar mesej secara terus kepada saya jika anda berminat. Pasti bagus jika mendapat *dua orang sukarelawan*. 👀\n\nJom sembang lagi pada sesi seterusnya pada [MASUKKAN TARIKH]! 👀",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Enter the date of your next chat session before sending the message.",
    "text": "Sebelum menghantar mesej, masukkan tarikh sesi sembang anda yang seterusnya.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 1: Reminder",
    "text": "Mesej 1: Peringatan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hello! Today’s chat session at [INSERT TIME] will be later today. \nSee you later today!",
    "text": "Helo! Sesi sembang hari ini pada [MASUKKAN WAKTU] akan diadakan nanti. \nJumpa anda nanti!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Send this message in the morning on the day of the chat session. Insert the time for the chat before sending the message.",
    "text": "Hantar mesej ini pada waktu pagi pada hari sesi sembang. Masukkan masa untuk sembang sebelum menghantar mesej.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 2: Welcome",
    "text": "Mesej 2: Aluan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "👋 Hi everyone, welcome to the final chat session together on Naungan Kasih. \n\n✨ Take a moment to think back to the beginning of the programme. How have you and your child changed?",
    "text": "👋 Hai semua, selamat datang ke sesi sembang terakhir bersama-sama di Naungan Kasih. \n\n✨ Ambil waktu sejenak untuk berfikir kembali tentang awal program. Seberapa jauh anda serta anak anda berubah?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Allow parents to share about the changes that they have experienced during the programme. You can give brief words of encouragement like “Wonderful!” or “I am happy to hear that!” or even share celebration emojis like 🎉 or ⭐.",
    "text": "Benarkan ibu bapa berkongsi tentang perubahan yang mereka alami semasa program ini. Anda boleh memberikan kata-kata galakan ringkas seperti \"Hebat!\" atau \"Saya gembira mendengarnya!\" atau berkongsi emoji sambutan seperti 🎉atau ⭐.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 3: Thank You",
    "text": "Mesej 3: Terima Kasih",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thank you for sharing your experiences. It is wonderful to see how much you have changed over the course of the programme. Remember that your parenting journey continues! 💚",
    "text": "Terima kasih kerana berkongsi pengalaman anda. Saya berasa seronok melihat banyak perubahan yang berlaku pada diri anda sepanjang program ini dijalankan. Ingatlah bahawa perjalanan anda sebagai ibu bapa akan tetap diteruskan! 💚",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 4: Group Admin",
    "text": "Mesej 4: Pentadbir Kumpulan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Although this is my last chat session with you, you are in good hands with your new chat group admin: [INSERT NAMES OF MODERATORS] 💙",
    "text": "Walaupun ini merupakan sesi sembang terakhir saya bersama anda, anda berada dalam keadaan yang baik bersama pentadbir baharu kumpulan sembang anda: [INSERT NAMES OF MODERATORS] 💙",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Message 5: Goodbye",
    "text": "Mesej 5: Selamat Tinggal",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I will now be exiting this WhatsApp Group. 👋\n\nYou are the best parents to your children *You can still complete your final ParentText Goals and Skills if you have not done so yet*. 🌱\n\nWe all face difficult situations sometimes, and these final parts of ParentText will help you and your child to get through them well. \n\nYou’ve got this! ⭐ You are doing a wonderful job as a parent. It has been a pleasure to be on this journey with you!",
    "text": "Sekarang saya akan keluar dari Kumpulan WhatsApp ini. 👋\n\nAnda adalah ibu bapa yang terbaik untuk anak-anak anda *Anda masih boleh melengkapkan Matlamat dan Kemahiran NKText terakhir anda jika anda belum melakukannya*. 🌱\n\nKadangkala kita semua menghadapi situasi yang sukar, dan bahagian akhir NKText ini akan membantu anda serta anak anda untuk melaluinya dengan baik.\n\nAnda pasti boleh! ⭐Anda melakukan tugas yang hebat sebagai ibu bapa. Ia adalah satu keseronokan untuk berada dalam perjalanan ini bersama anda!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Onboarding Caregivers into the Course",
    "text": "Panduan masuk Penjaga ke dalam Kursus",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "In this video, learn how to onboard caregivers to the course in the programme.",
    "text": "Dalam video ini, pelajari cara membawa penjaga masuk ke kursus dalam program ini.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Add a Parent or Co-Parent",
    "text": "Tambah Ibu Bapa atau Pasangan Keibubapaan",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "In this video, learn how to add a parent and co-parent in the app.",
    "text": "Dalam video ini, pelajari cara menambah ibu bapa dan pasangan keibubapaan dalam aplikasi.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Module 2 Skill",
    "text": "Kemahiran Modul 2",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Body Scan",
    "text": "Imbasan Tubuh",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "About you",
    "text": "Tentang anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We will use this to personalise the messages for sharing with your @global.share_groups.",
    "text": "Untuk berkongsi dengan @global.share_groups anda, kita akan menggunakan perkara ini untuk memperibadikan mesej.",
    "type": "data_list",
    "note": "The string @global.share_groups. should not be translated."
  },
  {
    "SourceText": "Your Facilitator ID",
    "text": "ID Fasilitator anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Here you can find your unique code. You may be asked to share this code with people who will support your @global.app_name journey.",
    "text": "Anda boleh menjumpai kod unik anda di sini. Anda mungkin diminta untuk berkongsi kod ini dengan orang yang akan menyokong perjalanan @global.app_name anda.",
    "type": "data_list",
    "note": "The string @global.app_name should not be translated."
  },
  {
    "SourceText": "Your Parent Group",
    "text": "Kumpulan Ibu Bapa Anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "See and edit the list of parents attending your groups.",
    "text": "Lihat dan sunting senarai ibu bapa yang menghadiri kumpulan anda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Your Parent Groups",
    "text": "Kumpulan Ibu Bapa Anda",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "See and edit the lists of parents attending your groups.",
    "text": "Lihat dan sunting senarai ibu bapa yang menghadiri kumpulan anda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "masw",
    "text": "masw",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "kemas",
    "text": "kemas",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Your Content Package",
    "text": "Pakej Kandungan Anda",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "parent groups",
    "text": "kumpulan ibu bapa",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Tap and type",
    "text": "Klik dan taip",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Tap and select",
    "text": "Klik dan pilih",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "About @global.app_name",
    "text": "Tentang @global.app_name",
    "type": "global",
    "note": "The string @global.app_name should not be translated."
  },
  {
    "SourceText": "Share",
    "text": "Kongsi",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Sign in",
    "text": "Log masuk",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Sign in with Google",
    "text": "Log masuk dengan Google",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Sign out",
    "text": "Log keluar",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Create an account",
    "text": "Cipta akaun",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Creating an account allows you to save your progress across devices. It is optional.",
    "text": "Membuat akaun membolehkan anda menyimpan kemajuan anda merentasi peranti berbeza. Ia adalah pilihan (tidak wajib).",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Skip",
    "text": "Langkau",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Continue without an account",
    "text": "Teruskan tanpa akaun",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Excited to have you here! Let’s keep going.",
    "text": "Terujanya anda bersama kami! Jom teruskan.",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Excited to have you here @fields._auth_user_given_name! Let’s keep going.",
    "text": "Terujanya @fields._auth_user_given_name bersama kami! Jom teruskan.",
    "type": "global",
    "note": "The string @fields._auth_user_given_name! should not be translated."
  },
  {
    "SourceText": "You are signed in.",
    "text": "Anda telah berjaya log masuk.",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "It looks like you've logged in on another device before. Would you like to continue from where you left off? \n\nIf you do, any progress made on this device will be lost.",
    "text": "Nampaknya anda pernah log masuk di peranti lain sebelum ini. Adakah anda ingin sambung semula dari bahagian terakhir anda berhenti?\n\nJika ya, sebarang kemajuan yang dibuat di peranti ini akan hilang.",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Load saved progress",
    "text": "Sambung kemajuan yang disimpan",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Welcome",
    "text": "Perbincangan untuk sokongan berterusan",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Continue",
    "text": "Teruskan",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Your name",
    "text": "Nama anda",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "[INSERT NAME]",
    "text": "[MASUKKAN NAMA]",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Which state do you live in?",
    "text": "Di negeri manakah anda tinggal?",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Which region of @global.deployment_country do you live in?",
    "text": "Di rantau @global.deployment_country manakah anda tinggal?",
    "type": "global",
    "note": "The string @global.deployment_country should not be translated."
  },
  {
    "SourceText": "your supervisor",
    "text": "penyelia anda",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "your DIF supervisor",
    "text": "penyelia anda",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "WhatsApp",
    "text": "WhatsApp",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "14 December 2023",
    "text": "14 Disember 2023",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Parent Group",
    "text": "Kumpulan Ibu Bapa",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Select Parent Group",
    "text": "Pilih Kumpulan Ibu Bapa",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "No Parent Groups",
    "text": "Tiada Kumpulan Ibu Bapa",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Chat Sessions will load after you select a parent group",
    "text": "Sesi sembang akan dimuatkan selepas anda memilih kumpulan ibu bapa",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Parent's first name",
    "text": "Nama pertama Ibu Bapa",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Parent's last name",
    "text": "Nama akhir Ibu Bapa",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Parent Text ID",
    "text": "NKText ID",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "minutes",
    "text": "minit",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Your Active Groups",
    "text": "Kumpulan Aktif Anda",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Your Archived Groups",
    "text": "Kumpulan Terdahulu",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "You successfully completed this session!",
    "text": "Anda telah berjaya menyelesaikan sesi ini!",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "You successfully completed the report for this session!",
    "text": "Anda telah berjaya melengkapkan laporan untuk sesi ini!",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Review Report",
    "text": "Semak Laporan",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Submit Report",
    "text": "Hantar Laporan",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Frequently Asked Questions",
    "text": "Soalan Lazim",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "GUIDE",
    "text": "BANTUAN",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Mark Session as Delivered",
    "text": "Tandakan Sesi sebagai Telah Dilaksanakan",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Language",
    "text": "Bahasa",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "View Module from Start",
    "text": "Lihat Modul dari Awal",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Copied to clipboard",
    "text": "Disalin ke papan klip",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "You've reached the end of this session. What would you like to do next?",
    "text": "Anda telah sampai ke penghujung sesi ini. Apa yang anda ingin lakukan seterusnya?",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "This profile is incomplete. Open to complete the missing details.",
    "text": "Profil ini belum lengkap. Buka untuk melengkapkan maklumat yang belum diisi.",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Select Role",
    "text": "Pilih Peranan",
    "type": "global",
    "note": ""
  },
  {
    "SourceText": "Are you sure you want to delete this report?",
    "text": "Anda pasti ingin memadam laporan ini?",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "This will delete all of your report data and entries. The action cannot be undone!",
    "text": "Ini akan memadam semua data dan laporan anda. Tindakan ini tidak boleh dipulihkan!",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Edit Parent Group",
    "text": "Kemaskini Kumpulan Ibu Bapa",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Facilitator ID",
    "text": "ID Fasilitator",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Paste the @local.facilitator_id of a user to import their account data.",
    "text": "Tampal @local.facilitator_id pengguna untuk mengimport data akaun mereka.",
    "type": "template",
    "note": "The string @local.facilitator_id should not be translated."
  },
  {
    "SourceText": "Import data",
    "text": "Import data",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Validation",
    "text": "Pengesahan",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "User name (on the current account)",
    "text": "Nama pengguna (pada akaun semasa)",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Clear user name",
    "text": "Kosongkan nama pengguna",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "If you had set a user name on your old account and the data was imported succesfully, the user name above should update.",
    "text": "Nama pengguna di atas akan dikemas kini jika anda telah menetapkan nama pengguna pada akaun lama anda dan data telah berjaya diimport.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Sessions",
    "text": "Sesi",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "New Parent Group",
    "text": "Kumpulan Ibu Bapa Baru",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Group Name",
    "text": "Nama Kumpulan",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Are you sure you want to delete @fields.current_parent_name?",
    "text": "Anda pasti ingin memadam @fields.current_parent_name?",
    "type": "template",
    "note": "The string @fields.current_parent_name should not be translated."
  },
  {
    "SourceText": "This will delete all of @fields.current_parent_name parent data. The action cannot be undone.",
    "text": "Ini akan memadam semua data ibu bapa bagi @fields.current_parent_name. Tindakan ini tidak boleh dipulihkan.",
    "type": "template",
    "note": "The string @fields.current_parent_name should not be translated."
  },
  {
    "SourceText": "Add Parent to Group",
    "text": "Tambah Ibu Bapa ke Kumpulan",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Co-parent: @item.co_parent_name",
    "text": "Pasangan Keibubapaan: @item.co_parent_name",
    "type": "template",
    "note": "The string @item.co_parent_name should not be translated."
  },
  {
    "SourceText": "Parent profile",
    "text": "Profil ibu bapa",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "First name",
    "text": "Nama pertama",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Last name",
    "text": "Nama terakhir",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Co-parenting with",
    "text": "Keibubapaan bersama dengan",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Syncing...",
    "text": "Syncing...",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Copy code",
    "text": "Salin kod",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Copied!",
    "text": "Disalin!",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Last sync at: @local.sync_latest",
    "text": "Last sync at: @local.sync_latest",
    "type": "template",
    "note": "The string @local.sync_latest should not be translated."
  },
  {
    "SourceText": "This device has never been synced. Sync to reveal your code.",
    "text": "Peranti/gajet ini belum pernah synced. Sync untuk melihat kod anda.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Sync now",
    "text": "Sync now",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "minutes",
    "text": "minit",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "**Which of the parents in your group participated?**\n*Participation is defined as any parent who posts a comment, question, reply or reaction (such as a thumbs up) within the chat since you shared the first message from the weekly discussion.*",
    "text": "**Ibu bapa manakah dalam kumpulan anda yang mengambil bahagian?**\n*Penyertaan bermaksud mana-mana ibu bapa yang memberi komen, bertanya soalan, membalas atau memberi reaksi (seperti thumbs up) dalam ruang sembang ketika anda berkongsi mesej pertama daripada perbincangan mingguan.*",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Parent",
    "text": "Ibu bapa",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Very poorly",
    "text": "Sangat lemah",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Your Reports",
    "text": "Laporan Anda",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Parent Group",
    "text": "Kumpulan Ibu Bapa",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Save Profile",
    "text": "Simpan Profil",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Save and Add New",
    "text": "Simpan dan Tambah Baru",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "@global.app_name has downloaded an update. Please restart the app to finish installation.",
    "text": "@global.app_name telah memuat turun satu kemas kini. Untuk menyelesaikan pemasangan, sila mulakan semula aplikasi.",
    "type": "template",
    "note": "The string @global.app_name should not be translated."
  },
  {
    "SourceText": "Restart",
    "text": "Mula semula",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Are you sure you want to archive @fields.current_group_name?",
    "text": "Adakah anda pasti ingin memindah @fields.current_group_name ke Kumpulan Terdahulu?",
    "type": "template",
    "note": "The string @fields.current_group_name should not be translated."
  },
  {
    "SourceText": "Archiving this group will remove it from your active list.\nYou can still view its data later if needed.",
    "text": "Memindahkan ke Kumpulan Terdahulu akan mengeluarkannya daripada senarai aktif anda.\nAnda masih boleh melihat datanya kemudian jika perlu.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Archive",
    "text": "Kumpulan Terdahulu",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Submit",
    "text": "Hantar",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Enter developer mode",
    "text": "Memasuki mod pembangun",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "To launch the app in developer mode, enter your developer code in the box below and press @local.submit.",
    "text": "Masukkan kod pembangun dalam kotak di bawah dan tekan @local.submit untuk melancarkan aplikasi dalam mod pembangun.",
    "type": "template",
    "note": "The string @local.submit should not be translated."
  },
  {
    "SourceText": "You have successfully entered developer mode.",
    "text": "Anda telah berjaya memasuki mod pembangun.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "You have entered an incorrect code.",
    "text": "Kod yang anda masukkan tidak betul.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Are you sure you want to delete @fields.current_group_name?",
    "text": "Anda pasti ingin memadam @fields.current_group_name?",
    "type": "template",
    "note": "The string @fields.current_group_name should not be translated."
  },
  {
    "SourceText": "This will delete all of @fields.current_group_name group data. The action cannot be undone.",
    "text": "Ini akan memadam semua data kumpulan @fields.current_group_name. Tindakan ini tidak boleh dipulihkan.",
    "type": "template",
    "note": "The string @fields.current_group_name should not be translated."
  },
  {
    "SourceText": "Delete",
    "text": "Padam",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "How many minutes did it take you to prepare for this session?",
    "text": "Berapa minit yang anda ambil untuk persiapan bagi sesi ini?",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "How many minutes did it take you to travel to the location where the session was delivered?",
    "text": "Berapa minit yang anda ambil untuk pergi ke lokasi di mana sesi tersebut dijalankan?",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "How many minutes did it take you to deliver the sessions?",
    "text": "Berapa minit yang anda ambil untuk menyampaikan sesi ini?",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Which of the parents in this group attended your in-person session?",
    "text": "Siapakah dalam kalangan ibu bapa dalam kumpulan ini yang telah menghadiri sesi bersemuka anda?",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Please check all the activities you completed during this session:",
    "text": "Sila pilih semua aktiviti yang anda selesaikan semasa sesi ini:",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Cancel",
    "text": "Batal",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "images/icons/task_",
    "text": "imej/ikon/tugas_",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "currentgroup: @fields.current_group_no",
    "text": "Kumpulan Semasa: @fields.current_group_no",
    "type": "template",
    "note": "The string @fields.current_group_no should not be translated."
  },
  {
    "SourceText": "Settings",
    "text": "Tetapan",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Profile",
    "text": "Profil",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Switch language",
    "text": "Tukar Bahasa",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Your Facilitator Code",
    "text": "ID Fasilitator anda",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Your Content Package",
    "text": "Pakej Kandungan Anda",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Parent Actions",
    "text": "Tindakan Ibu Bapa",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Your Parent Groups",
    "text": "Kumpulan Ibu Bapa Anda",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "App Details & Terms",
    "text": "Butiran Aplikasi & Terma",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Choose which content you want to see.",
    "text": "Pilih kandungan yang anda ingin lihat.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Library",
    "text": "Sumber",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Continue",
    "text": "Teruskan",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "How many minutes did you spend facilitating your parent @global.share_medium group over the last week?",
    "text": "Berapa minit anda luangkan untuk menjadi fasilitator kumpulan @global.share_medium ibu bapa anda sepanjang minggu lepas?",
    "type": "template",
    "note": "The string @global.share_medium should not be translated."
  },
  {
    "SourceText": "I was able to send...",
    "text": "Saya dapat menghantar...",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "All of the messages",
    "text": "Semua mesej",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Some of the messages",
    "text": "Beberapa mesej",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "None of the messages",
    "text": "Tiada satu pun mesej",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "How do you feel the session went?",
    "text": "Bagaimana perasaan anda tentang sesi ini?",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Very well",
    "text": "Sangat Baik",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Well",
    "text": "Baik",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Acceptable / Okay",
    "text": "Boleh diterima / Okey",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Poorly",
    "text": "Lemah",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Very Poorly",
    "text": "Sangat Lemah",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Which of the parents in this group attended your @global.virtual_session_platform group session?",
    "text": "Siapakah dalam kalangan ibu bapa dalam kumpulan ini yang telah menghadiri sesi kumpulan anda di @global.virtual_session_platform?",
    "type": "template",
    "note": "The string @global.virtual_session_platform should not be translated."
  },
  {
    "SourceText": "parents",
    "text": "ibu bapa",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "test",
    "text": "ujian",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "pdf",
    "text": "pdf",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "First Name",
    "text": "Nama Pertama",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Last Name",
    "text": "Nama Akhir",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "ParentText ID",
    "text": "ID ParentText",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Make sure that the ParentText ID consists of 6 numerical characters.",
    "text": "Pastikan ID ParentText mengandungi 6 aksara bernombor.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "This ParentText ID has already been assigned to another parent.",
    "text": "ID ParentText ini telah diberikan kepada ibu bapa yang lain.",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Save",
    "text": "Simpan",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Templates",
    "text": "Templat",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Dynamic data",
    "text": "Data Dinamik",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Reset app",
    "text": "Menetapkan semula aplikasi",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Open feedback",
    "text": "Buka maklum balas",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Close feedback",
    "text": "Tutup maklum balas",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Import user",
    "text": "Import pengguna",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Themes",
    "text": "Tema",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Developer mode",
    "text": "Mod pembangun",
    "type": "template",
    "note": ""
  },
  {
    "SourceText": "Exit developer mode",
    "text": "Keluar dari mod pembangun",
    "type": "template",
    "note": ""
  }
]